Repository: SergioAtSUSE/linuxrc
Catalog: po/*.po
Languages: br, bs, cs, da, de, fr, hu, nl, ro, sk

source: Choose the module to be unloaded.
br: Diuzit ar mollad a fell deoc'h dilemel.
bs: Izaberite modul koji treba ukloniti.
cs: Vyberte modul, který má být odstranìn.
de: Wählen Sie das Modul aus, das Sie entfernen möchten.
fr: Sélectionnez le module à supprimer.
hu: Válassza ki az eltávolítandó modult.
nl: Selecteer de module die u wilt gaan verwijderen.
ro: Alegeti modulul care trebuie dezinstalat.
sk: Vyberte si modul, ktorý chcete uvoµni».

source: Currently there are no modules loaded!
br: Evit ar mare n'eus ket a volladoù karget!
bs: Trenutno nema uèitanih modula!
cs: Nyní nejsou ¾ádné moduly zavedeny!
de: Momentan sind keine Module geladen!
fr: Actuellement aucun module n'est chargé!
hu: Jelenleg nincs betöltött modul!
nl: Momenteel zijn er geen modules geladen!
ro: In momentul de fata nu e nici un modul incarcat!
sk: Momentálne nemáte nahrané ¾iadne moduly!

source: Do you want to search for additional SCSI host adaptors?
br: C'hoant ho peus da glask azasaerioù SCSI all?
bs: Da li ¾elite tra¾iti dodatne SCSI host adaptere?
cs: Chcete vyhledat dal¹í SCSI øadièe?
de: Möchten Sie nach weiteren SCSI-Adaptern suchen?
fr: Voulez-vous rechercher d'autres adaptateurs SCSI?
hu: Kíván további SCSI kártyákat keresni?
nl: Wilt u naar extra SCSI host adapters zoeken?
ro: Vreti sa cautati alte adaptoare SCSI?
sk: Chcete hµada» ïal¹ie SCSI adaptéry?

source: Do you want to search for additional network cards?
br: C'hoant ho peus da glask kartennoù rouedad all?
bs: Da li ¾elite tra¾iti dodatne mre¾ne karte?
cs: Chcete vyhledat dal¹í sí»ové karty?
de: Möchten Sie nach weiteren Netzwerkkarten suchen?
fr: Voulez-vous rechercher d'autres cartes réseau?
hu: Kíván további hálózati kártyákat keresni?
nl: Wilt u naar extra netwerk kaarten zoeken?
ro: Vreti sa cautati alte placi de retea?
sk: Chcete hµada» ïal¹ie sie»ové karty?

source: Do you want to search for additional CD-ROM drives?
br: C'hoant ho peus da glask lennerioù CD-ROM all?
bs: Da li ¾elite tra¾iti dodatne CD-ROM ureðaje?
cs: Chcete vyhledat dal¹í CD mechaniky?
de: Möchten Sie nach weiteren CD-ROM-Laufwerken suchen?
fr: Voulez-vous rechercher d'autres lecteurs de CD-ROM?
hu: Kíván további CD-ROM meghajtókat keresni?
nl: Wilt u naar extra CD-ROM drives zoeken?
ro: Vreti sa cautati alte drivere de CDROM?
sk: Chcete hµada» ïal¹ie mechaniky CD-ROM?

source: parallel port
br: Porzh a-stur
bs: paralelni port
cs: paralelní port
fr: Port parallèle
hu: párhuzamos port
nl: parallele poort
ro: porturi paralele
sk: paralelný port

source: Please choose the network device.
br: Diuzit an doare rouedad a fell deoc'h arverañ evit ar staliañ.
bs: Izaberite mre¾ni ureðaj.
cs: Vyberte prosím sí»ové zaøízení.
de: Bitte wählen Sie den Typ Netzwerk, den Sie für die Installation verwenden möchten.
fr: Sélectionnez le type de réseau que vous voulez utiliser pour l'installation.
hu: Kérem válasszon hálózati eszközt.
nl: Kies het netwerk apparaat aub.
ro: Alegeti dispozitivul de retea.
sk: Vyberte si sie»ové zariadenie.

source: Please enter the IP address of the PLIP partner.
bs: Unesite IP adresu PLIP partnera.
de: Geben Sie bitte die IP-Adresse des PLIP-Partners ein.
fr: Entrez l'adresse IP de la machine PLIP distante.
hu: Kérem adja meg PLIP partner IP címét.
nl: Geef het IP-adres van de PLIP-partner op.
sk: Zadajte IP adresu partnera PLIP.

source: The PCMCIA chipset could not be detectedautomatically. Please specify manually.
bs: PCMCIA chipset se nije mogao automatski pronaæi. Navedite ga ruèno.
de: Der verwendete PCMCIA Chipsatz konnte nicht automatisch ermittelt werden. Bitte wählen Sie manuell aus.
fr: Impossible de détecter automatiquement le chipset PCMCIA. Spécifiez-le manuellement.
hu: A PCMCIA lapkakészlet automatikus felismerése nem sikerült! Kérem adja meg manuálisan a szükséges adatokat.
nl: De PCMCIA chipset kon niet automatisch worden gedetecteerd. Doe een handmatige specificatie aub.
sk: PCMCIA chipset sa nedá detekova» automaticky! Zadajte ho, prosím, ruène.

source: Found PCMCIA chipset "%s"! Please enter parameters for PCMCIA core modules
br: Spletat krugoù PCMCIA "%s" kavet! Ebarzhit an arventennoù (mar bez) evit ar molladoù PCMCIA
bs: Pronaðen PCMCIA chipset "%s"! Unesite parametre za PCMCIA core module
cs: Nalezen PCMCIA èipset "%s"! Zadejte prosím parametry pro modul jádra pro PCMCIA
de: PCMCIA Chipsatz "%s" gefunden! Bitte geben Sie etwaige Parameter für die PCMCIA Core-Module ein
fr: Chipset PCMCIA "%s" détecté! Entrez les paramètres pour les modules core PCMCIA
hu: Találtam egy "%s" PCMCIA chipkészletet! Kérem adja meg a PCMCIA alapmodul paramétereit
nl: PCMCIA chipset "%s" gevonden! Geef de parameters voor de PCMCIA core-modules op
ro: Gasit chipset PCMCIA"%s"! Introduceti parametrii pentru modulele PCMCIA
sk: Nájdený PCMCIA chipset "%s"! Zadajte parametre pre PCMCIA moduly.

source: Please enter specific parameters for chipset "%s"
br: Ebarzhit an arventennoù (mar bez) evit ar c'hrugoù "%s"
bs: Unesite odreðene parametre za chipset "%s"
cs: Zadejte prosím specifické parametery pro "%s"
de: Bitte geben Sie etwaige spezifische Parameter für den Chipsatz "%s" ein
fr: Entrez les éventuels paramètres spécifiques pour le chipset "%s"
hu: Adja meg a(z) "%s" lapkakészlet speciális paramétereit:
nl: Geef de specifieke parameters voor de chipset "%s" op
ro: Introduceti parametrii specifici pentru chipset "%s"
sk: Zadajte ¹pecifické parametre pre chipset "%s"

source: Start of PCMCIA card services failed!
br: Loc'hañ PCMCIA Card Services c'hwitet!
bs: Pokretanje servisa za PCMCIA kartu nije uspjelo!
cs: PCMCIA card services se nepodaøilo spustit!
de: Das Starten der PCMCIA Card Services ist gescheitert!
fr: Le démarrage de PCMCIA Card Services a échoué!
hu: Nem sikerült elindítani a PCMCIA kártyaszolgáltatásokat!
nl: Het starten van de PCMCIA kaart services is mislukt!
ro: Esec la pornirea serviciilor pentru placa PCMCIA!
sk: ©tart PCMCIA slu¾ieb zlyhal!

source: PCMCIA card services already running!
br: PCMCIA Card Services o vont en-dro!
bs: Servisi za PCMCIA kartu su veæ pokrenuti!
cs: PCMCIA card services jsou ji¾ spu¹tìny!
de: PCMCIA Card Services laufen bereits!
fr: PCMCIA Card Services tournent déjà!
hu: A PCMCIA kártya szolgáltatás már fut!
nl: De PCMCIA kaart services draaien al!
ro: Serviciile pentru placa PCMCIA deja ruleaza!
sk: PCMCIA slu¾by sú u¾ spustené!

source: You can exit Linuxrc only via the menu item "Start installation / system" In order to allow this, you might need to load some drivers (modules) to support your hardware.
bs: Iz Linuxrc-a mo¾ete izaæi samo preko stavke u meniju "Pokreni instalaciju/sistem" Da bi dozvolili ovo, mo¾da æete trebati uèitati neke drajvere (module) da bi podr¾ali va¹ hardver.
de: Linuxrc kann nur über den Menüpunkt "Installation / System starten" verlassen werden! Damit dies möglich ist, müssen Sie eventuell vorher Hardware-Treiber (Module) laden.
fr: Vous ne pouvez quitter Linuxrc que par l'option de menu "Démarrer l'installation / le système" Pour que ce soit possible, vous devrez éventuellement charger les pilotes (modules) pour le support de votre matériel.
hu: A Linuxrc programból csak a "Telepítés megkezdése / rendszerindítás" menüponton keresztül lehet kilépni. Lehet, hogy ehhez még be kell tölteni néhány meghajtómodult.
nl: Linuxrc kan alleen via het menu "Installatie / system starten" verlaten worden. Het is mogelijk dat u enige drivers (modules) moet laden voor de ondersteuning van uw hardware.
sk: Ukonèi» Linuxrc mô¾ete iba cez polo¾ku menu "©tart in¹talácie/systému" Aby ste to mohli urobi» , mo¾no bude nutné nahra» niektoré ovládaèe (moduly) pre podporu vá¹ho hardware.

source: You cannot exit Linuxrc with <ctrl-c>!
bs: Ne mo¾ete izaæi iz Linuxrc-a sa <ctrl-c>!
de: Linuxrc kann nicht durch <ctrl-c> abgebrochen werden!
fr: Vous ne pouvez pas quitter Linuxrc avec <ctrl-c>!
hu: Nem léphet ki a Linuxrc programból a <ctrl-c> megnyomásával!
nl: U kunt Linuxrc niet afbreken met <ctrl-c>!
sk: Nie je mo¾né ukonèi» Linuxrc stlaèením <ctrl-c>!

source: Please remove the disk from the drive now!
br: Tennit bremañ ar bladennig eus al lenner!
bs: Uklonite disk iz ureðaja sada!
cs: Prosím, vyndejte nyní disketu z mechaniky!
de: Bitte entfernen Sie nun die Diskette aus dem Laufwerk!
fr: Retirez maintenant la disquette du lecteur!
hu: Kérem vegye most ki a lemezt a meghajtóból!
nl: Verwijder nu de diskette uit de drive!
ro: Acum scoateti discul din drive
sk: Teraz vyberte disketu z mechaniky!

source: Please choose the source medium
bs: Izaberite izvori¹ni medij
de: Wählen Sie bitte das Quellmedium
fr: Sélectionnez le support source
hu: Kérem válasszon forrásmédiumot
nl: Kies het bronmedium aub
sk: Vyberte zdrojové médium

source: Unable to mount the CD-ROM!
bs: Nisam u moguænosti montirati CD-ROM!
de: CD-ROM konnte nicht gemountet werden!
fr: Impossible de monter le CD-ROM!
hu: A CD-ROM csatolása nem sikerült!
nl: De CD-ROM kan niet gemount worden!
sk: Nemohol som pripoji» CD-ROM!

source: Starting YaST...
br: Loc'hañ YaST...
bs: Pokreæem YaST...
cs: Startuje se YaST...
de: Starte YaST...
fr: Démarrage de YaST...
hu: A YaST indítása...
nl: Even YaST starten...
ro: Pornind YaST-ul...
sk: ©tartujem YaST...

source: Do you want to reboot the system now?
br: C'hoant ho peus bremañ da adloc'hañ ho reizhiad?
bs: Da li ¾elite sada ponovo pokrenuti sistem?
cs: Chcete vá¹ systém nyní restartovat?
de: Möchten Sie das System nun neu starten?
fr: Souhaitez-vous maintenant redémarrer le système?
hu: Újraindítja most a rendszert?
nl: Wilt u het systeem nu opnieuw booten?
ro: Doriti sa rebootati sistemul acum?
sk: Chcete teraz re¹tartova» systém?

source: The base system has been successfully installed. This new installed system will now be started in order to commit the installation.
br: Staliet eo bet ar reizhiad diazez. Loc'het e vo bremañ ar reizhiad-se evit peurechuiñ ar staliadur.
bs: Osnovni sistem je uspje¹no instaliran. Ovaj novoinstalirani sistem æe sada biti pokrenut kako bi zavr¹ili instalaciju.
cs: Základní systém byl úspì¹nì nainstalován. Tento novì nainstalovaný systém bude spu¹tìn, aby bylo mo¾né dokonèit instalaci.
de: Das Basissystem wurde erfolgreich installiert. Dieses neu installierte System wird nun gestartet, um die Installation abzuschließen.
fr: Le système de base a été installé avec succès. Ce système est maintenant démarré pour terminer l'installation.
hu: Az alaprendszer telepítése sikerült. Az újonan telepített rendszer most elindul, hogy befejezõdjön a telepítés.
nl: Het basissysteem is met succes geïnstalleerd. Dit nieuwe geïnstalleerde systeem wordt nu gestart om de installatie af te ronden.
ro: Sistemul de baza a fost instalat cu succes. Elva fi pornit acum pentru a termina instalarea
sk: Základný systém bol úspe¹ne nain¹talovaný. Nový systém bude spustený, aby ste mohli dokonèi» in¹taláciu.

source: Please enter the harddisk partition (eg. /dev/sda1)
br: Erspizit parzhad ar bladenn galet (da skouer /dev/sda1)
bs: Unesite hard disk particiju (npr. /dev/sda1)
cs: Zadejte prosím diskový oddíl (napø. /dev/sda1)
de: Bitte geben Sie die Festplatten-Partition an (z.B. /dev/sda1)
fr: Spécifiez la partition du disque (p.ex. /dev/sda1)
hu: Adja meg a megfelelõ merevlemez partíciót (pl. /dev/hda1):
nl: Geef de harddisk partitie op (bijv: /dev/sda1)
ro: Introduceti partitia pentru harddisk (ex. /dev/sda1)
sk: Zadajte oddiel vá¹ho disku (napr. /dev/sda1)

source: Could not mount the specified partition!
br: N'eus ket bet tu da varc'hañ ar parzhad erspizet!
bs: Ne mogu montirati navedenu particiju!
cs: Nemohu pøipojit zadaný diskový oddíl!
de: Die angegebene Partition konnte nicht gemountet werden!
fr: La partition spécifiée n'a pas pu être montée!
hu: A kijelölt partició csatolása nem sikerült!
nl: Kon de gespecificeerde partitie niet mounten!
ro: Nu poate fi montata partitia specificata!
sk: Nemohol som pripoji» zadaný oddiel!

source: Please enter the source directory
br: Enankit anv ar c'havlec'h tarzh
bs: Unesite izvori¹ni direktorij
cs: Zadejte prosím zdrojový adresáø
de: Bitte geben Sie das Quellverzeichnis ein
fr: Entrez le nom du répertoire source
hu: Kérem adja meg a forrás könyvtárat
nl: Geef de bron directory op
ro: Introduceti directorul sursa
sk: Zadajte zdrojový prieèinok

source: An error occurred during the installation!
bs: Gre¹ka se pojavila u toku instalacije!
de: Die Installation wurde nicht ordnungsgemäß abgeschlossen!
fr: Erreur au cours de l'installation!
hu: Hiba történt a telepítés folyamán!
nl: Er is een fout opgetreden tijdens de installatie!
sk: Nastala chyba poèas in¹talácie!

source: Harddisks / CD-ROMs
br: Pladennoù kalet / CD-ROM
bs: Hard diskovi / CD-ROM-ovi
cs: Disky / CD mechaniky
de: Festplatten / CD-ROMs
fr: Disques durs / CD-ROMs
hu: Merevlemezek és CD-ROM-ok
ro: Harddisk-uri / CD-ROM-uri
sk: Disky/CD-ROM

source: Your computer has extremely little memory! Before you acknowledge this message you must switch to virtual console 2 (press ALT-F2) to create and activate some swap space!
bs: Va¹ raèunar ima ekstremno malo memorije! Prije nego usvojite ovu poruku morate se prebaciti na virtuelnu konzolu (pritisnite ALT-F2), kreirati i aktivirati ne¹to swap prostora!
de: Ihr Rechner verfügt über extrem wenig Hauptspeicher! Bevor Sie diese Meldung bestätigen und YaST gestartet werden kann, müssen Sie auf Konsole 2 wechseln (drücken Sie ALT-F2) und von Hand Swap-Speicher einrichten und aktivieren!
fr: Votre machine a extrêmement peu de mémoire! Avant de confirmer ce message, vous devez passer à la console virtuelle 2 (pressez ALT-F2) pour créer et activer un espace de swap!
hu: A számítógépének nagyon kevés memóriája van! Váltoson át a 2-es virtuális konzolra (ALT-F2), hozzon létre egy cserepartíciót és aktiválja azt.
nl: Uw computer beschikt over erg weinig geheugen! Voordat u deze melding accepteert moet u eerst naar console 2 gaan (mbv ALT-F2) om enige swapruimte te maken en te activeren!
sk: Vá¹ poèítaè má extrémne málo pamäti! Po tejto správe sa musíte prepnú» na virtuálnu konzolu 2 (stlaèením ALT-F2) vytvori» a aktivova» nejaký priestor pre swap!

source: Do you like "animated" windows? Of course ;-)
bs: Da li volite "animirane" prozore? Naravno ;-)
de: Möchten Sie "explodierende" Fenster? Aber klar ;-)
fr: Voulez-vous des fenêtres "animées"? Bien sûr ;-)
hu: Szereti az animált ablakokat? Naná ;-)
nl: Vindt u "geanimeerde" vensters leuk? Ja natuurlijk ;-)
sk: Páèia sa vám "animované" okná? Samozrejme ;-)

source: No harddisks or CD-ROM drives have been detected so far.
bs: Do sada nijedan hard disk niti CD-ROM nije pronaðen.
de: Bislang wurden weder Festplatten noch CD-ROM Laufwerke erkannt.
fr: Aucun disque dur ou lecteur de CD-ROM n'a été détecté jusqu'à présent.
hu: Eddig nem sikerült merevlemezt vagy CD-ROM meghajtót felismerni.
nl: Er zijn tot nu toe geen harddisks of CD-ROM drives gevonden.
sk: Ani disk ani CD-ROM neboli nájdené.

source: Load rootimage into ramdisk
bs: Uèitaj rootimage u ramdisk
de: Erzwinge Rootimage
fr: Chargement de l'image de root dans le disque RAM
hu: Gyökérképmás betöltése a ramdiszkbe
nl: Rootimage in ramdisk laden
sk: Naèíta» obraz systému súborov do ramdisku

source: Enter rootimage
br: Ebarzhiñ an adskeudenn root
bs: Unesite rootimage
cs: Zadat root image
de: Eingabe des Rootimage
fr: Spécifier l'image de root
hu: Adja meg a gyökérképmás nevét:
nl: Geef rootimage op
ro: Introducerea rootimage
sk: Zadajte rootimage

source: Do you want the root image to be loaded into the RAM disk even when a valid installation system was found?
bs: Da li ¾elite da root image bude uèitan u RAM disk èak i kada ispravna instalacija sistema bude pronaðena?
de: Soll das Rootimage auch dann in die RAM-Disk geladen werden, wenn ein gültiges Installationssystem gefunden wurde?
fr: Faut-il charger l'image de root dans le disque RAM même si un système d'installation valide a été détecté?
hu: Mindenképpen be akarja tölteni a gyökérkönyvtár képmás-fájlját a RAM lemezbe, még akkor is, ha egy mûködõ telepítõrendszert találtam a gépén?
nl: Wilt u dat de root-image ook in de RAM-disk geladen worden wanneer er een geldig installatie-systeem gevonden is?
sk: Chcete, aby sa nahral rootimage do RAM disku dokonca aj keï mô¾e by» nájdená platná in¹talácia?

source: Please enter the path and name of the file you want to be loaded into the RAM disk as the root file system
br: Erspizit treug hag anv ar restr a fell deoc'h kargañ evel reizhiad restroù gwrizienn war ar bladenn c'halloudel (RAM).
bs: Unesite putanju i naziv datoteke koja æe biti uèitana u RAM disk kao root datoteèni sistem
cs: Zadejte prosím cestu a jméno souboru, který chcete nahrát na RAM disk jako koøenový souborový systém
de: Geben Sie Pfad und Namen der Datei ein, die Sie als Root Filesystem in die RAM-Disk laden möchten.
fr: Entrez le chemin et le nom du fichier que vous voulez charger comme système de fichiers racine dans le disque RAM.
hu: Adja meg a fájl elérési útját, amelyet gyökér-fájlrendszerként be akar tölteni a RAM-diszkbe:
nl: Geef de path en de naam van het bestand op dat u als root bestandssysteem in de RAM disk geladen wilt hebben
ro: Introduceti calea si numele fisierului care doriti sa fie incarcat in RAM disk ca imaginea principaluluisistem de fisiere
sk: Zadajte cestu a meno súboru, ktorý chcete aby sa nahral do RAM disku ako koreòový systém súborov.

source: Not yet implemented!
br: N'eo ket kefloueraet c'hoazh!
bs: Jo¹ nije implementirano!
cs: Zatím není implementováno!
de: Noch nicht implementiert!
fr: Pas encore implémenté!
hu: Még nincs implementálva!
nl: Nog niet geïmplementeerd!
ro: Inca nu a fost implementat!
sk: Zatiaµ neimplementované!

source: Installation system
br: Reizhiad staliañ
bs: Instalacioni sistem
cs: Instalaèní systém
de: Installationssystem
fr: Système d'installation
hu: Telepítõrendszer
nl: Installatie systeem
ro: Instalarea sistemului
sk: In¹talaèný systém

source: Please enter the directory that contains the installation system.
br: Erspizit anv ar c'havlec'h oc'h enderc'hel ar reizhiad staliañ.
bs: Unesite direktorij koji sadr¾i instalacioni sistem.
cs: Zadejte prosím adresáø, který obsahuje instalaèní systém.
de: Geben Sie das Verzeichnis ein, das das Installationssystem enthält.
fr: Entrez le nom du répertoire contenant le système d'installation.
hu: Kérem adja meg azt a könyvtárat, amely tartalmazza a telepítõrendszert
nl: Geef de directory op dat het installatie systeem bevat.
ro: Introduceti directorul care contine sistemul de instalat.
sk: Zadajte prieèinok ktorý obsahuje in¹talaèný systém.

source: Start Live CD
br: Loc'hañ ar CD-ROM mod diskouez
bs: Pokreni Live CD
cs: Startuji Live CD
de: Live-CD starten
fr: Démarrer le CD live
hu: Live CD indítása
ro: Porneste Live CD
sk: Spusti» Live CD

source: Please insert the Live CD.
br: Ensoc'hit ar CD mod bev.
bs: Ubacite Live CD.
cs: Vlo¾te prosím Live CD.
de: Bitte legen Sie die Live-CD ein.
fr: Insérez le CD live.
hu: Kérem helyezze be a Live CD-t.
nl: Plaats de Live CD aub.
ro: Introduceti Live CD.
sk: Vlo¾te Live CD.

source: Exit / Reboot
bs: Izlaz/Reboot
de: Abbruch / Reboot
fr: Quitter / Réamorcer
hu: Kilépés vagy újraindítás
nl: Einde / reboot
sk: Koniec/Re¹tart

source: Searching for infofile...
br: O klask ar restr ditour...
bs: Tra¾im datoteku sa informacijama...
cs: Hledám informaèní soubor...
de: Suche nach Info-Datei...
fr: Recherche du fichier info...
hu: Infofile keresése...
nl: Even zoeken naar het info-bestand...
ro: Cautand fisierul cu informatii...
sk: Hµadám info súbor...

source: Specify NFS port
br: Erspizañ ar porzh NFS
bs: Naznaèite NFS port
cs: Specifikujte NFS port
de: Angabe des NFS-Ports
fr: Spécification du port NFS
hu: NFS port megadása
nl: Specificeer de NFS-poort
ro: Specificati portul NFS
sk: Zadajte NFS port

source: Asking nameserver...
br: Atersiñ ar servijer envel...
bs: Pitam DNS server...
cs: Kontaktuji nameserver...
de: Befrage Nameserver...
fr: Interrogation du serveur de noms...
hu: Névszerver lekérdezése...
nl: Even navraag doen bij de naamserver...
ro: Intreband nameserver-ul...
sk: Pýtam sa pomenovávacieho serveru...

source: Host %s was not found!
bs: Raèunar %s nije pronaðen!
de: Rechner %s ist unbekannt!
fr: L'hôte %s n'a pas été trouvé!
hu: A(z) %s gép ismeretlen!
sk: Hostiteµ %s nenájdený.

source: Your network is already configured. Do you want to keep this configuration?
br: Kefluniet eo ho rouedad dija. Fellout a ra deoc'h mirout ar c'hefluniad-mañ?
bs: Va¹a mre¾a je veæ pode¹ena. Da li ¾elite saèuvati ovu konfiguraciju?
cs: Va¹e sí» je ji¾ nakonfigurována. Chcete ponechat tuto konfiguraci?
de: Ihr Netzwerk ist bereits konfiguriert. Möchten Sie die Konfiguration beibehalten?
fr: Votre réseau est déjà configuré. Voulez-vous conserver la configuration?
hu: A hálózat jelenleg be van állítva. Megtartja ezt a beállítást?
nl: Uw netwerk is al geconfigureerd. Wilt u deze configuratie behouden?
ro: Reteaua dumneavoastra a fost deja configurata. Doriti sa pastrati aceasta configurare?
sk: Va¹a sie» je u¾ nakonfigurovaná. Chcete pou¾i» túto konfiguráciu?

source: Do want to abort?
br: Fellout a ra deoc'h darniñ?
bs: Da li ¾elite odustati?
cs: Chcete skonèit?
de: Möchten Sie abbrechen?
fr: Voulez-vous annuler?
hu: Megszakítja a beállítást?
nl: Wilt u nu stoppen?
ro: Renuntati???????
sk: Chcete preru¹i»?

source: No network device found! Please load a network module first.
br: N'eus bet kavet kartenn rouedad ebet! Kargit ur mollad azas.
bs: Mre¾ni ureðaj nije pronaðen! Prvo uèitajte mre¾ni modul.
cs: Nebylo nalezeno ¾ádné sí»ové zaøízení! Zaveïte prosím nejprve ovladaè sí»ové karty.
de: Es wurde keine Netzwerkkarte gefunden! Laden Sie bitte ein entsprechendes Modul.
fr: Il n'a pas été détecté de carte réseau! Chargez d'abord un module réseau.
hu: Nem található hálózati eszköz! Elõször töltsön be egy hálózati modult.
nl: Er is geen netwerk apparaat gevonden! Laad eerst een netwerk module aub.
ro: Nu a fost gasit nici un dispozitiv de retea! Incarcati mai intai modulul de retea.
sk: Nena¹iel som sie»ové zariadenie! Najskôr nahrajte sie»ový modul.

source: A %s was already found in your system!
br: Kavet ez eus bet dija en ho reizhiad ur %s!
bs: %s je veæ pronaðen na va¹em sistemu!
cs: %s je ji¾ ve va¹em poèítaèi nainstalován!
de: In Ihrem System wurde bereits ein %s gefunden!
fr: Dans votre système, il a déjà été détecté un %s!
hu: A %s jelenleg megtalálható a rendszerén!
nl: Een %s is al op uw systeem gevonden!
ro: Un %s a fost deja gasit in sistemul dumneavoastra!
sk: %s u¾ bol vo va¹om systéme nájdený!

source: Please enter the user name under which you want to access the FTP server
br: Enankit an anv arveriad ma fell deoc'h ober gantañ evit tizhout ar servijer FTP
bs: Unesite korisnièko ime s kojim hoæete pristupiti FTP serveru
cs: Zadejte prosím u¾ivatelské jméno, pod kterým se chcete pøipojit na FTP server
de: Bitte geben Sie den Benutzernamen ein, unter dem Sie auf den FTP-Server zugreifen möchten
fr: Entrez le nom d'utilisateur sous lequel vous voulez accéder au serveur FTP
hu: Kérem adja meg azt a felhasználó nevet, amellyel el kívánja érni az FTP-szervert
nl: Geef de gebruikersnaam op waarmee u verbinding wilt maken met de FTP server
ro: Introduceti numele utilizatorului sub care doriti sa accesati serverul de FTP
sk: Zadajte meno pou¾ívateµa, pomocou ktorého chcete pristupova» na FTP server

source: Please enter the password for the FTP user account
br: Enankit ho ker-tremen war ar servijer FTP
bs: Unesite ¹ifru za FTP raèun
cs: Zadejte prosím u¾ivatelské heslo pro FTP pøístup
de: Bitte geben Sie Ihr Passwort auf dem FTP-Server ein
fr: Entrez votre mot de passe pour le compte utilisateur FTP
hu: Adjon meg egy jelszót az FTP használatához
nl: Geef het wachtwoord voor het FTP server account op
ro: Introduceti parola utilizatorului de pe serverul de FTP
sk: Zadajte heslo pre FTP úèet
