Repository: SergioAtSUSE/linuxrc
Catalog: po/*.po
Languages: br, bs, cs, da, de, fr, hu, nl, ro, sk

source: Please enter the address of the FTP proxy
br: Enankit chomlec'h ar proksi FTP
bs: Unesite adresu FTP proxy-ja
cs: Zadejte prosím adresu FTP proxy
de: Bitte geben Sie die Adresse des FTP Proxy ein
fr: Entrez l'adresse du proxy FTP
hu: Kérem adja meg az FTP proxy címét
nl: Geef het adres van de FTP proxy op
ro: Introduceti adresa serverului proxy de FTP
sk: Zadajte IP adresu FTP proxy serveru

source: Please enter the port of the FTP proxy
br: Erspizit porzh ar proksi FTP
bs: Unesite port FTP proxy-ja
cs: Zadejte prosím port FTP proxy
de: Bitte geben Sie den Port des FTP Proxy ein
fr: Spécifiez le port du proxy FTP
hu: Kérem adja meg az FTP proxy portját
nl: Geef de poort van de FTP proxy op
ro: Introduceti portul proxyului FTP
sk: Zadajte èíslo portu FTP proxy serveru

source: Do you want to use an FTP proxy?
bs: Da li ¾elite koristiti FTP proxy?
de: Möchten Sie einen FTP Proxy verwenden?
fr: Voulez-vous utiliser un proxy FTP?
hu: Akar FTP proxyt használni?
nl: Wilt u een FTP proxy gebruiken?
sk: Chcete pou¾i» FTP proxy?

source: Your computer does not have enough RAM to install via FTP! (%d MB RAM required)
bs: Va¹ raèunar nema dovoljno RAM-a za instalaciju putem FTP-a! (neophodno je %d MB RAM-a)
de: Für eine Installation via FTP hat Ihr Rechner nicht genügend Hauptspeicher! (mind. %d MB erforderlich)
fr: Votre machine n'a pas assez de RAM pour une installation via FTP! (%d Mo de RAM sont nécessaires)
hu: A számítógépében nincs elegendõ RAM az FTP-n keresztüli telepítéshez (legalább %d MB RAM kell).
nl: Voor een installatie via FTP heeft uw computer niet genoeg RAM geheugen! (%d MB RAM benodigd)
sk: Vá¹ poèítaè nemá dos» pamäti RAM aby ste mohli in¹talova» cez FTP! (Je potrebných %dMB RAM)

source: Usually an FTP installation is performed via anonymous FTP. Nevertheless it is possible to specify a user name and password for the FTP server access. Do you want this?
bs: Obièno se FTP instalacija pokreæe preko anonimnog FTP-a, ali moguæe je koristiti korisnièko ime i ¹ifru za pristup FTP serveru. Da li ¾elite ovo?
de: Normalerweise erfolgt eine FTP-Installation via anonymem FTP. Sie haben jedoch auch die Möglichkeit, einen Benutzernamen und ein Passwort anzugeben. Möchten Sie dies tun?
fr: Normalement, une installation FTP se déroule via FTP anonyme. Il est cependant possible de spécifier un nom d'utilisateur et un mot de passe pour l'accès au serveur FTP. Voulez-vous le faire?
hu: Általában az FTP telepítés az anonymous felhasználó nevében történik meg. Meghatározhat azonban egy felhasználót és egy hozzátartozó jelszót az FTP-hez. Szeretné?
nl: Normaal wordt een FTP-installatie via een anoniem FTP gedaan. U heeft echter de mogelijkheid om een gebruikersnaam en een wachtwoord te specificeren voor de toegang tot de FTP server. Wilt u dit gaan doen?
sk: Normálne sa in¹talácia cez FTP vykonáva pomocou anonymného FTP. Je tu v¹ak mo¾nos» zada» pou¾ívateµa a jeho heslo na FTP serveri. Chcete to?

source: -- More modules --
br: -- Muioc'h a volladoù --
bs: -- Vi¹e modula --
cs: -- Dal¹í moduly --
de: -- Weitere Module --
fr: -- Davantage de modules --
hu: -- további modulok --
nl: -- Meer modules --
ro: -- Mai multe module --
sk: -- Ïal¹ie moduly --

source: Please enter the port number on which the nfs server is running
bs: Unesite broj porta na kojem je pokrenut nfs server
de: Bitte geben Sie die Nummer des Ports ein, auf dem der NFS-Server läuft
fr: Entrez le numéro du port sur lequel tourne le serveur nfs
hu: Kérem adja meg a NFS szerver által használt port számát
nl: Geef het poortnummer van de NFS-server op
sk: Zadajte èíslo portu, na ktorom be¾í NFS server

source: YaST1 - text based
br: YaST1 - testennoù
bs: YaST1 - baziran na tekstu
cs: YaST1 - v textové podobì
de: YaST1 - textbasiert
fr: YaST1 - mode texte
hu: YaST1 - szöveges módban
nl: YaST1 - tekst grondslag
ro: YaST1 - in mod text
sk: YaST1 - Textová

source: YaST2 - graphical
br: YaST2 - kevregañ
bs: YaST2 - grafièki
cs: YaST2 - v grafické podobì
de: YaST2 - grafisch
fr: YaST2 - mode graphique
hu: YaST2 - grafikus módban
nl: YaST2 - grafisch
ro: YaST2 - grafic
sk: YaST2 - Grafická

source: Please choose the version of YaST you want to use for the installation.
bs: Izaberite verziju YaST-a koju ¾elite koristiti za instalaciju.
de: Sie können die Installation wahlweise mit dem bekannten textbasierten YaST1 oder dem neuen grafischen YaST2 ausführen. Bitte wählen Sie die YaST-Version.
fr: Choisissez la version de YaST que vous voulez utiliser pour l'installation.
hu: Kérem válasszon YaST változatot a telepitéshez.
nl: Selecteer de YaST versie die u wilt gaan gebruiken voor de installatie.
sk: Vyberte si verziu YaST, ktorú chcete pou¾i» na in¹taláciu.

source: Please make sure that CD number %d is in your drive!
br: Diogelit emañ en ho lenner ar CD niverenn %d!
bs: Provjerite da li je CD broj %d u ureðaju!
cs: Ujistìte se prosím, ¾e máte v mechanice CD èíslo %d!
de: Bitte stellen Sie sicher, dass sich die CD Nummer %d in Ihrem Laufwerk befindet!
fr: Assurez-vous que le CD %d se trouve dans votre lecteur!
hu: Kérem gyõzõdjön meg arról, hogy a(z) %d. CD van a meghajtóban!
nl: Wees er aub zeker van dat CD nummer %d in uw drive zit!
ro: Verificaþi dacã CD-ul cu numãrul %d e în CD-ROM!
sk: Overte, ¾e CD èíslo %d je v mechanike!

source: Bootp timeout
bs: Isteklo vrijeme za bootp
cs: Lhùta pro bootp
de: Timeout für Bootp
fr: Délai pour Bootp
ro: Bootp a expirat
sk: Èakanie na BOOTP

source: Please enter the timeout value for bootp.
bs: Unesite vrijeme isteka za bootp.
cs: Zadejte prosím lhùtu pro bootp.
de: Bitte geben Sie den Timeout für Bootp ein.
fr: Spécifiez la valeur du délai pour bootp.
hu: Itt határozhatja meg, hogy hány másodpercig várjak bootp-re
nl: Geef de timeout waarde voor bootp op.
ro: Va rugam sa introduceti perioada de expirare a bootp.
sk: Zadajte då¾ku èakania na BOOTP.

source: Please enter the share name on the SMB server
bs: Unesite ime za dijeljenje (share) na SMB serveru
fr: Entrez le nom du partage sur le serveur SMB
hu: Adja meg az SMB szerver által kiajánlott nevet:
sk: Zadajte meno zdieµaného disku na serveri SMB

source: If you want to access the share as guest,you don't need do specify username, password and workgroup. Do you want to access the share as quest?
bs: Ako ¾elite pristupiti share-u kao gost, ne morate unijeti korisnièko ime, ¹ifru i radnu grupu. Da li ¾elite pristupiti share-u kao gost?
fr: Si vous voulez accéder au partage en tant qu'invité,vous n'avez pas à spécifier de nom d'utilisateur de mot de passe ni de groupe de travail. Voulez-vous accéder au partage en tant qu'invité?
hu: Ha guest-ként akara a kiajánlott könyvtárat elérni, nem kell megadjon felhasználói nevet, jeszót és munkacsoportot. Guest-ként akar csatlakozni?
sk: Ak chcete pristupova» k disku ako hos», nemusíte zadáva» pou¾ívateµa, heslo a skupinu. Chcete pou¾i» prístup ako hos»?

source: Please enter yor user name on the SMB server
bs: Unesite va¹e korisnièko ime na SMB serveru
fr: Entrez votre nom d'utilisateur sur le serveur SMB
sk: Zadajte pou¾ívateµa pre SMB server

source: Please enter yor password on the SMB server
bs: Unesite ¹ifru na SMB serveru
fr: Entrez votre mot de passe sur le serveur SMB
sk: Zadajte heslo na SMB serveri

source: Please enter yor workgroup.If you don't need to specify a workgroup,just leave the field empty.
bs: Unesite va¹u radnu grupu. Ako ne trebate unijeti radnu grupu, ostavite polje prazno.
fr: Entrez votre groupe de travail.Si vous n'avez pas à spécifier de groupe de travail,laissez ce champ vide.
sk: Zadajte skupinu.Ak skupinu nie je nutné uvádza», pole nevypåòajte.

source: Please insert a modules disk.
bs: Ubacite disketu sa modulima.
fr: Insérez une disquette de modules.
hu: Kérem tegye be a modulok lemezt.
sk: Vlo¾te disk s modulami.

source: Please insert modules disk %d.
bs: Ubacite disketu %d sa modulima.
fr: Insérez la disquette de modules %d.
hu: Kérem tegye be a(z) %d modulok lemezt.
sk: Vlo¾te disk s modulami %d.

source: You'll find instructions on how to create it in disks/README on CD1 or DVD1.
sk: Návod na to, ako ju vytvori», nájdete súbore disks/README na CD 1 alebo DVD1.

source: Please choose the network protocol
bs: Izaberite mre¾ni protokol
fr: Choisissez le protocole réseau
hu: Válasszon hálózati protokollt
sk: Vyberte sie»ový protokol

source: Please enter the IP address of the %s server.
bs: Unesite IP adresu %s servera.
fr: Entrez l'adresse IP sur le serveur %s.
hu: Adja meg a(z) %s szerver IP címét:
sk: Zadajte IP adresu serveru %s.

source: Load %s modules
bs: Uèitati %s module
fr: Chargement des modules %s
hu: A(z) %s modulok betöltése
sk: Naèíta» moduly %s

source: Load file system modules
bs: Uèitati module za datoteèni sistem
fr: Chargement des modules système de fichiers
hu: A fájlrendszer modulok betöltése
sk: Naèíta» moduly systému súborov

source: Load unknown modules
bs: Uèitati nepoznate module
fr: Chargement de modules inconnus
hu: Ismeretlen modulok betöltése
sk: Naèíta» neznáme moduly

source: Please choose the harddisk partition.
bs: Izaberite particiju na hard disku.
fr: Choisissez la partition de disque dur.
hu: Válasszon egy merevlemez partíciót.
sk: Vyberte oddiel disku.

source: Please choose the root partition.
bs: Izaberite root particiju.
fr: Choisissez la partition root.
hu: Válassza ki a gyökér partíciót.
sk: Vyberte oddiel pre koreòový prieèinok.

source: Please choose the swap partition.
bs: Izaberite swap particiju.
fr: Choisissez la partition de swap.
hu: Válassza ki a cserepartíciót (swap).
sk: Vyberte oddiel pre swap.

source: Your computer doesn't have enough memory to run YaST.
bs: Va¹ raèunar nema dovoljno memorije da pokrene YaST.
fr: Votre machine n'a pas suffisamment de mémoire pour exécuter YaST.
sk: Vá¹ poèítaè nemá dos» pamäti pre spustenie YaST.

source: Please enter the swap partition (eg. /dev/sda2)
bs: Unesite swap particiju (npr. /dev/sda2)
fr: Entrez le nom de la partition de swap (p.ex. /dev/sda2)
sk: Zadajte oddiel swap (napr. /dev/sda2)

source: Please enter the user name under which you want to access the %s server
sk: Prosím, zadajte pou¾ívateµa, pomocou ktorého chcete pou¾i» server %s

source: Please enter the password for the %s server
sk: Prosím, zadajte heslo pre server %s

source: Do you want to use a %s proxy?
sk: Chcete pou¾i» proxy %s?

source: Please enter the address of the %s proxy
sk: Prosím, zadajte adresu proxy %s

source: Please enter the port of the %s proxy
sk: Prosím, zadajte port proxy %s

source: VNC Enable/Disable
sk: Povoli»/zakáza» VNC

source: Enable/Disable SSH Mode
sk: Povoli»/zakáza» re¾im SSH

source: Please enter your VNC password
sk: Prosím, zadajte va¹e heslo VNC

source: Please enter your temporary SSH password
sk: Prosím, zadajte va¹e doèasné heslo SSH

source: The base system was successfully installed. Your machine must now be rebooted. Please remove all installation media (CD-ROM, floppy). Do not remove the floppy disk if the boot manager was installed on it.
sk: Základný systém je úspe¹ne nain¹talovaný. Vá¹ poèítaè je teraz nutné re¹tartova». Prosím, odstráòte v¹etky in¹talaèné médiá (CD-ROM, disketa). Ak ste nain¹talovali správcu ¹tartu na disketu, nechajte ju v mechanike.

source: OK
br: Mat eo
bs: U redu

source: You'll find instructions on how to create it in disks/README on CD1 or DVD.
bs: Informacije o tome kako kreirati naæi æete u disks/README na CD1 ili DVD-u.
hu: Az elsõ CD-n (vagy DVD-n) a disks/REAdme fájlban talál információt arról, hogy hogyan készítse el.

source: You'll find instructions on how to create it in boot/README on CD1 or DVD1.
fr: Vous trouverez des instructions pour la créer dans boot/README sur le CD1 ou le DVD1.

source: DMA
hu: Közvetlen memóriaelérés (DMA)

source: The base system was successfully installed. Your machine must now be rebooted. Please remove all installation media (CD-ROM, floppy). Do not remove the floppy disk if the Linux Loader (LILO) was installed on it.
de: Das Basissystem wurde erfolgreich installiert. Zum Abschluß der Installation muß neu gebootet werden. Entfernen Sie dazu bitte alle Installationsmedien (CD-ROM, Floppy). Entfernen Sie die Floppy nicht, wenn der Linux Loader (LILO) darauf installiert wurde.
hu: Az alaprendszer telepítése sikerült. A rendszer most újraindul. Kérem, vegye ki a telepítéshez használt médiumokat (CD-ROM, hajlékonylemez) a meghajtóból. A hajlékonylemezt azonban bent kell hagyni a meghajtóban, ha a Linux Loader (LILO) erre a lemezre lett telepítve.
nl: Het basissysteem is met succes geïnstalleerd. Uw computer moet nu opnieuw geboot worden. Verwijder aub alle installatie media (CD-ROM, floppy). De diskette niet verwijderen wanneer de Linux Loader (LILO) er op is geïnstalleerd.

source: Please enter your user name on the SMB server
hu: Adja meg a felhasználói nevét az SMB szerveren:

source: Please enter your password on the SMB server
hu: Adja meg a jelszavát az SMB szerveren:

source: Please enter your workgroup.If you don't need to specify a workgroup,just leave the field empty.
hu: Adja meg a munkacsoportot:Ha nincs szükség munkacsoportra, hagyja üresen a mezõt.

source: Load SCSI modules
de: SCSI-Treiber laden

source: Load CD-ROM modules
de: CD-ROM-Treiber laden

source: Network (NFS)
br: Rouedad (NFS)
de: Netzwerk (NFS)

source: Network (FTP)
br: Rouedad (FTP)
de: Netzwerk (FTP)

source: Load PCMCIA modules
br: Kargañ ar molladoù PCMCIA
de: PCMCIA-Module laden

source: Automatic configuration via bootp/DHCP?
br: Kefluniad emgefreek dre Bootp/DHCP?
de: Automatische Konfiguration via Bootp/DHCP?

source: Sending bootp request...
br: O Kas aters Bootp...
de: Bootp-Anfrage wird gesendet...

source: Bootp configuration failed.
br: C'hwitet eo kefluniad Bootp.
de: Bootp-Konfiguration ist gescheitert.

source: Do you want to load an additional module?
br: C'hoant ho peus da gargañ ur mollad all?
de: Möchten Sie ein weiteres Modul laden?

source: Trying to connect to the FTP server...
br: O klask tizhout ar servijer FTP...
de: Versuche, den FTP-Server zu erreichen...

source: Please insert the modules disk
br: Ensoc'hit ar bladennig volladoù
de: Bitte legen Sie die Modul-Diskette ein

source: Reiserfs file system found.
de: Reiserfs Dateisystem gefunden.

source: Network (Windows Share aka SMB)
de: Netzwerk (Windows Share aka SMB)

source: Please insert the second modules disk. You'll find instructions on how to create it in disks/README on CD1 or DVD.
de: Bitte legen Sie die zweite Modul-Diskette ein. Sie finden eine Anleitung zum Erstellen dieser Diskette in disks/LIESMICH auf der CD1 oder DVD.

source: SCSI-Adapter
br: Azasaer SCSI

source: CD-ROM
cs: CD disk
