Repository: SergioAtSUSE/linuxrc
Catalog: po/*.po
Languages: br, bs, cs, da, de, fr, hu, nl, ro, sk

source: Back
br: Distreiñ
bs: Nazad
cs: Zpìt
da: Tilbage
de: Zurück
fr: Retour
hu: Vissza
nl: Terug
ro: Inapoi
sk: Nazad

source: Yes
br: Ya
bs: Da
cs: Ano
da: Ja
de: Ja
fr: Oui
hu: Igen
nl: Ja
ro: Da
sk: Áno

source: No
br: Nann
bs: Ne
cs: Ne
da: Nej
de: Nein
fr: Non
hu: Nem
nl: Nee
ro: Nu
sk: Nie

source: Select the language.
da: Vælg sproget.

source: Color display
br: Skramm liesliv
bs: Ekran u boji
cs: Barevný monitor
da: Farveskærm
de: Farbbildschirm
fr: Écran couleur
hu: Színes monitor
nl: Kleuren beeldscherm
ro: Monitor color
sk: Farebný

source: Monochrome display
br: Skramm gwenn ha du
bs: Monohromatski ekran
cs: Èernobílý monitor
da: Monokromskærm
de: Monochrom-Bildschirm
fr: Écran monochrome
hu: Egyszínû monitor
nl: Monochroom beeldscherm
ro: Monitor alb-negru
sk: Èiernobiely

source: Select the display type.
da: Vælg skærmtypen.

source: Language
br: Yezh
bs: Jezik
cs: Jazyk
da: Sprog
de: Sprache
fr: Langue
hu: Nyelv
nl: Taal
ro: Limba
sk: Jazyk

source: Kernel Modules (Hardware Drivers)
da: Kernemoduler (hardware-drivere)

source: Start Installation or System
da: Start installation eller system

source: Main Menu
da: Hovedmenu

source: Settings
br: Kefluniadur
bs: Postavke
cs: Nastavení
da: Indstillinger
de: Einstellungen
fr: Configuration
hu: Beállítások
nl: Instellingen
ro: Setari
sk: Nastavenie

source: Display
br: Skramm
bs: Ekran
cs: Monitor
da: Skærm
de: Bildschirm
fr: Écran
hu: Monitor
nl: Beeldscherm
ro: Monitor
sk: Obrazovka

source: Keymap
br: Renkadur stokelloù ar c'hlavier
bs: Raspored tipki
cs: Rozlo¾ení klávesnice
da: Tastaturlayout
de: Tastaturbelegung
fr: Disposition du clavier
hu: Billentyûzetkiosztás
nl: Toetsenbord layout
ro: Tastatura
sk: Klávesová mapa

source: Load Network Card Modules
da: Indlæs moduler for netværkskorts

source: Show Loaded Modules
da: Vis indlæste moduler

source: Load Modules Automatically
da: Indlæs moduler automatisk

source: Unload Modules
da: Fjern moduler

source: Trying to load module "%s"... During loading, you may want to watch the kernel messages on virtual console 4 (ALT-F4). Use ALT-F1 to switch back to this menu.
da: Forsøger at indlæse modulet "%s"... Under indlæsningen kan du se kernebeskederne på den 4. virtuelle konsol med tasterne Alt-F4. Brug Alt-F1 for at komme tilbage til denne menu.

source: Module "%s" loaded successfully.
da: Modulet "%s" blev indlæst.

source: Failed to load module "%s".
da: Indlæsning af modulet "%s" fejlede.

source: Floppy
br: Pladennig
bs: Disketa
cs: Disketa
da: Diskette
de: Diskette
fr: Disquette
hu: Hajlékonylemez
nl: Diskette
ro: Discheta
sk: Disketa

source: Start Installation or Update
da: Start installation eller opdatering

source: Start Rescue System
da: Start redningssystem

source: Load Rescue System via NFS
da: Indlæs redningssystem via NFS

source: Boot Installed System
da: Boot installeret system

source: Searching for image "%s"...
br: O klask an adskeudenn "%s"...
bs: Tra¾im 'image' "%s"...
cs: Hledám obraz "%s"...
da: Søger efter imagefilen "%s"...
de: Suche nach Image "%s"...
fr: Recherche de l'image "%s"...
hu: A(z) "%s" képmás keresése...
nl: Er wordt gezocht naar image "%s"...
ro: Cautand imaginea kernelului "%s"...
sk: Hµadám obraz "%s"...

source: Cannot find the image. Check the directory specification.
da: Kan ikke finde imagefilen. Tjek mappespecifikationen.

source: Kernel Messages
da: Kernebeskeder

source: Devices
br: Trobarzhelloù
bs: Ureðaji
cs: Zaøízení
da: Enheder
de: Geräte
fr: Périphériques
hu: Eszközök
nl: Apparaten
sk: Zariadenia

source: Network Cards
da: Netværkskort

source: I/O Ports
br: Porzhioù Enankañ/Ec'hankañ
bs: U/I portovi
cs: I/O Porty
da: I/O-porte
de: Ein- Ausgabeport
fr: Ports d'E/S
hu: Ki-/bemeneti (I/O) portok
nl: I/O poorten
ro: Porturi de intrare/iesire
sk: I/O Porty

source: Memory
br: Memor
bs: Memorija
cs: Pamì»
da: Hukommelse
de: Speicher
fr: Mémoire
hu: Memória
nl: Geheugen
ro: Memorie
sk: Pamä»

source: Modules
br: Molladoù
bs: Moduli
cs: Moduly
da: Moduler
de: Module
hu: Modulok
ro: Module
sk: Moduly

source: Insert the disk and press ENTER.
da: Indsæt disken og tryk ENTER.

source: Error reading from floppy disk.
da: Fejl ved læsning fra disketten.

source: Enter your root partition (e.g., /dev/sda3)
da: Angiv din rodpartition (f.eks. /dev/sda3)

source: Invalid root device.
da: Ugyldig rodenhed.

source: Invalid input.
da: Ugyldig inddata.

source: Enter your IP address.
da: Angiv din IP-adresse.

source: Enter your netmask. For a normal class C network, this is usually 255.255.255.0.
da: Angiv din netmaske. For normale C-klasse netværk er det som regel 255.255.255.0.

source: If you need a gateway to reach the server, enter the IP address of the gateway. If you do not need a gateway, enter your own IP address.
da: Hvis der er behov for en gateway for at nå serveren, angiv dens IP-adresse. Hvis du ikke behøver en gateway, angiv din egen IP-adresse.

source: Enter the IP address of your name server. If you do not use a name server, press ESC.
da: Angiv IP-adressen på din navneserver. Hvis du ikke bruger navneserver, tryk ESC.

source: The following data has been retrieved: IP address: %s Name: %s Domain: %s
da: De følgende data blev indhentet: IP-adresse: %s Navn: %s Domæne: %s

source: An error occurred during the network configuration. Your network card probably was not recognized by the kernel.
da: Der opstod en fejl under netværkskonfigurationen. Dit netværkskort blev sandsynligvis ikke genkendt af kernen.

source: Enter the IP address of the NFS server.
da: Angiv IP-adressen på NFS-serveren.

source: Enter the IP address of the FTP server.
da: Angiv IP-adressen på FTP-serveren.

source: Enter the directory on the server.
da: Angiv mappen på serveren.

source: Enter parameters for "%s".
da: Angiv parametre for "%s".

source: Trying to mount the directory "%s:%s"...
br: O klask marc'hañ ar c'havlec'h "%s:%s" ...
bs: Poku¹avam montirati direktorij "%s:%s"...
cs: Pokou¹ím se pøipojit adresáø "%s:%s"...
da: Forsøger at montere mappen "%s:%s"...
de: Versuche, das Verzeichnis "%s:%s" zu mounten...
fr: Tentative de monter le répertoire "%s:%s" ...
hu: A YaST megpróbálja a "%s:%s" könyvtárat csatolni...
nl: Probeer de directory "%s:%s" te mounten...
ro: Incercand sa monteze directorul "%s:%s"...
sk: Pokú¹am sa pripoji» prieèinok "%s:%s"...

source: An error occurred while trying to mount the NFS directory. Reason given by server: %s
da: Der opstod en fejl under forsøget på at montere NFS-mappen. Årsag givet af serveren: %s

source: Choose a keyboard map. YaST will offer additional keyboard tables later.
da: Vælg et tastaturlayout. YaST vil tilbyde yderligere tastaturlayouts senere.

source: Choose the module to unload.
da: Vælg modulet, der skal fjernes.

source: No modules currently loaded.
da: Ingen moduler indlæst i øjeblikket.

source: Autoprobing (%s)...
br: Dinoiñ emgefreek (%s)...
bs: Automatsko ispitivanje (%s)...
cs: Autodetekce (%s)...
da: Autoundersøger (%s)...
de: Automatische Überprüfung (%s)...
fr: Détection automatique (%s)...
hu: %s érzékelése...
nl: Automatisch zoeken (%s)...
ro: Autoverificare (%s)...
sk: Automaticky skú¹am (%s)...

source: Search for additional SCSI host adaptors?
da: Søg efter flere SCSI værtsmaskineadaptere?

source: Search for additional network cards?
da: Søg efter flere netværkskort?

source: Search for additional CD-ROM drives?
da: Søg efter flere CD-ROM drev?

source: ethernet network card
br: Kartenn rouedad Ethernet
bs: ethernet mre¾na karta
cs: sí»ová karta typu Ethernet
da: ethernet netværkskort
de: Ethernet Netzwerkkarte
fr: Carte réseau Ethernet
hu: Ethernet hálózati kártya
nl: ethernet netwerk kaart
ro: placi de retea ethernet
sk: sie»ová karta typu ethernet

source: token ring network card
br: Kartenn rouedad Token Ring
bs: token ring mre¾na karta
cs: sí»ová karta typu Token ring
da: 'token ring' netværkskort
de: Token Ring Netzwerkkarte
fr: Carte réseau Token Ring
hu: token ring hálózati kártya
nl: token ring netwerk kaart
ro: placi de retea token ring
sk: sie»ová karta typu token ring

source: arcnet network card
br: Kartenn rouedad Arcnet
bs: arcnet mre¾na karta
cs: sí»ová karta typu Arcnet
da: 'arcnet' netværkskort
de: Arcnet Netzwerkkarte
fr: Carte réseau Arcnet
hu: arcnet hálózati kártya
nl: arcnet netwerk kaart
ro: placi de retea arcnet
sk: sie»ová karta typu arcnet

source: FDDI network card
br: Kartenn rouedad FDDI
bs: FDDI mre¾na karta
cs: FDDI sí»ová karta
da: FDDI netværkskort
de: FDDI Netzwerkkarte
fr: Carte réseau FDDI
hu: FDDI hálózati kártya
nl: FDDI netwerk kaart
ro: Placi de retea FDDI
sk: sie»ová karta typu FDDI

source: HIPPI network card
br: Kartenn rouedad HIPPI
bs: HIPPI mre¾na karta
cs: HIPPI sí»ová karta
da: HIPPI netværkskort
de: HIPPI Netzwerkkarte
fr: Carte réseau HIPPI
hu: HIPPI hálózati kártya
nl: HIPPI netwerk kaart
ro: Placi de retea HIPPI
sk: sie»ová karta typu HIPPI

source: Choose the network device.
da: Vælg netværksenheden.

source: Enter the IP address of the PLIP partner.
da: Angiv IP-adressen på PLIP-partneren.

source: The PCMCIA chipset could not be detectedautomatically. Specify it manually.
da: PCMCIA-chipsættet kunne ikke findes automatisk. Angiv det manuelt.

source: Found PCMCIA chipset "%s". Enter parameters for PCMCIA core modules.
da: Fandt PCMCIA-chipsæt "%s". Angiv parametre for PCMCIA-kernens moduler.

source: Enter specific parameters for chipset "%s".
da: Angiv specifikke parametre for chipsæt "%s".

source: Starting card manager...
bs: Pokreæem menad¾era za karte...
da: Starter korthåndtering...
de: Cardmanager wird gestartet...
fr: Lancement du card manager...
hu: Kártyakezelõ indítása...
nl: De kaart manager wordt gestart...
sk: ©tartujem správcu kariet...

source: Successfully started PCMCIA card services.
br: PCMCIA Card Services loc'het gant berzh.
bs: Uspje¹no pokrenuti servisi za PCMCIA kartu.
cs: PCMCIA card services byly úspì¹nì spu¹tìny.
da: PCMCIA-tjenester blev startet.
de: PCMCIA Card Services wurden erfolgreich gestartet.
fr: PCMCIA Card Services démarrés avec succès.
hu: A PCMCIA kártya szolgáltatások elindítása sikerült.
nl: PCMCIA kaart services zijn met succes gestart.
ro: Serviciile pentru placa PCMCIA au fost pornitecu succes.
sk: PCMCIA slu¾by boli úspe¹ne spustené.

source: Start of PCMCIA card services failed.
da: Start af tjenester for PCMCIA-kort fejlede.

source: PCMCIA card services already running.
da: Tjenester for PCMCIA-kort kører allerede.

source: You can leave Linuxrc only via "Start Installation or System" You may need to load some drivers (modules) to support your hardware.
da: Du kan kun forlade Linuxrc ved at: "Starte installation eller system" Du kan være nødt til at indlæse nogle drivere (moduler) for at få din hardware understøttet.

source: You cannot exit Linuxrc with <Ctrl-C>.
da: Du kan ikke afslutte Linuxrc med <Ctrl-C>.

source: Remove the disk from the drive now.
da: Fjern disken fra drevet nu.

source: Example:
br: skouer:
bs: Primjer:
cs: Pøíklad:
da: Eksempel:
de: Beispiel:
fr: Exemple:
hu: Például:
nl: Voorbeeld:
ro: Exemplu:
sk: Príklad:

source: Choose the source medium.
da: Vælg kildemediet.

source: Trying to mount the CD-ROM...
br: O klask marc'hañ ar CD-ROM...
bs: Poku¹avam montirati CD-ROM...
cs: Pokou¹ím se pøipojit CD mechaniku...
da: Prøver at montere CD-ROM'en...
de: Versuche, die CD-ROM zu mounten...
fr: Tentative de monter le CD-ROM...
hu: A CD-ROM csatolása...
nl: Probeer de CD-ROM te mounten...
ro: Incercand sa monteze CD-ROM-ul...
sk: Pokú¹am sa pripoji» CD-ROM...

source: Unable to mount the CD-ROM.
da: Ikke i stand til at montere CD-ROM'en.

source: Reboot the system now?
da: Genstart systemet nu?

source: The base system has been successfully installed. This newly installed system will now be started to commit the installation.
da: Grundsystemet blev installeret. Dette nyligt installerede system vil nu startes for at overdrage installationen.

source: Enter the hard disk partition (e.g., /dev/sda1)
da: Angiv harddiskpartitionen (f.eks. /dev/sda1)

source: Could not mount the specified partition.
da: Kunne ikke montere den specifikke partition.

source: Enter the source directory.
da: Angiv kildekataloget.

source: An error occurred during the installation.
da: Der opstod en fejl under installationen.

source: Hard Disks or CD-ROMs
da: Harddiske eller CD-ROM'er

source: Your computer has extremely little memory. Before you acknowledge this message, you must switch to virtual console 2 (press ALT-F2) to create and activate some swap space.
da: Din computer har ekstremt lidt hukommelse. Før du anderkender denne besked, skal du skifte til 2. virtuelle konsol (tryk Alt-F2) for at oprette og aktivere noget swapplads.

source: Animation
br: Buheziñ
bs: Animacija
cs: Animace
da: Animering
hu: Animáció
nl: Animatie
ro: Animatie
sk: Animácia

source: Use animated windows?
da: Brug animerede vinduer?

source: No hard disks or CD-ROM drives have been detected so far.
da: Endnu ikke fundet harddiske eller CD-ROM-drev.

source: Debug (expert)
br: Digammañ (mailhed hepken!)
bs: Debug (za eksperte)
cs: Ladící verze pro experty
da: Debug (avancerede brugere)
de: Debug (Experte)
fr: Débogage (experts)
hu: Nyomkövetõ (szakértõ)
ro: Depanare (expert)
sk: Ladi» (expert)

source: Load Root Image into RAM Disk
da: Indlæs rod-imagefilen til RAM-disk

source: Enter Root Image
da: Angiv rod-imagefil

source: Should the root image be loaded into the RAM disk?
da: Skal rod-imagefilen indlæses til RAM-disk?

source: Enter the path and name of the file to load into the RAM disk as the root file system.
da: Angiv søgestien og navnet på den fil,der skal indlæses til RAM-disken som rodfilsystemet.

source: Not yet implemented.
da: Endnu ikke iværksat.

source: Installation System
da: Installationssystem

source: Enter the directory that contains the installation system.
da: Angiv mappen, der indeholder installationssystemet.

source: No information available.
br: N'eus ket tu da gaout titouroù.
bs: Nema dostupnih informacija.
cs: Nejsou dostupné ¾ádné informace.
da: Ingen information tilgængelig.
de: Keine Informationen verfügbar.
fr: Aucune information disponible.
hu: Nincs elérhetõ információ.
nl: Geen informatie beschikbaar.
ro: Nici o informatie disponibila.
sk: Nie sú dostupné ¾iadne informácie.

source: Preparing installation...
br: O prientiñ ar staliadur...
bs: Pripremam instalaciju...
cs: Pøipravuji instalaci...
da: Forbereder installationen...
de: Installation wird vorbereitet...
fr: Préparation de l'installation...
hu: Telepítés elõkészítése ...
nl: Installatie wordt voorbereidt...
ro: Pregatind instalarea...
sk: Pripravujem in¹taláciu...

source: Exit or Reboot
da: Afslut eller genstart

source: Searching for info file...
da: Søger efter info-filen...

source: Specify the NFS port.
da: Angiv NFS-porten.

source: Asking name server...
da: Forespørger navneserver...

source: Host %s was not found.
da: Værtsmaskinen %s blev ikke fundet.

source: Your network is already configured. Keep this configuration?
da: Dit netværk er allerede konfigureret. Behold denne konfiguration?

source: Abort?
da: Afbryd?

source: No network device found. Load a network module first.
da: Ingen netværksenheder fundet. Indlæst et netværkskortsmodul først.

source: A %s was already found in your system.
da: Et %s er allerede fundet på dit system.

source: Error while accessing the FTP server: %s
br: Kammad war ziraeziñ ar servijer FTP: %s
bs: Gre¹ka prilikom pristupa FTP serveru: %s
cs: Chyba pøi pøipojování na FTP server: %s
da: Fejl under tilgangen til FTP-serveren: %s
de: Fehler beim Zugriff auf den FTP-Server: %s
fr: Erreur lors de l'accès au serveur FTP: %s
hu: Hiba történt az FTP szerver elérése közben: %s
nl: Fout opgetreden bij het verbinding maken met de FTP server: %s
ro: Eroare la accesarea serverului FTP: %s
sk: Chyba pri prístupe na FTP server: %s

source: Enter the user name with which to access the FTP server.
da: Angiv brugernavnet, med hvilket der skal tilgås FTP serveren.

source: Enter the password for the FTP user account.
da: Angiv adgangskoden for FTP-brugerens konto.

source: Enter the address of the FTP proxy.
da: Angiv adressen på FTP-proxien.

source: Enter the port of the FTP proxy.
da: Indtast porten på FTP-proxien.

source: Use an FTP proxy?
da: Brug en FTP-proxy?

source: Your computer does not have enough RAM to install via FTP (%d MB RAM required).
da: Din computer har ikke nok RAM til at installere via FTP (kræver %d MB RAM).

source: Usually an FTP installation is performed via anonymous FTP. It is possible to specify a user name and password for the FTP server access. Use a user name and password?
da: En FTP-installation udføres normalt via anonym FTP. Det er muligt at angive brugernavn og adgangskode for FTP-adgang. Anvend brugernavn og adgangskode?

source: -- More Modules --
da: -- Flere moduler --

source: Initializing parallel port...
br: Deraouekaat ar porzh a-stur...
bs: Inicijaliziram paralelni port...
cs: Inicializuji paralelní port...
da: Initialiserer parallelport...
de: Initialisiere den Parallel-Port...
fr: Initialisation du port parallèle...
hu: a párhuzamos port inicializálása...
nl: Bezig met de initialisering van de parallele poort...
ro: Initializand portul paralel...
sk: Inicializujem paralelný port...

source: Enter the port number on which the NFS server is running.
da: Angiv det portnummer, på hvilket NFS-serveren kører.

source: Make sure that CD number %d is in your drive.
da: Sørg for at CD nummer %d sidder i dit drev.

source: Eject CD
bs: Izbaci CD
cs: Vysounout CD
da: Skub CD ud
de: CD auswerfen
fr: Éjecter le CD
hu: CD kiadása
nl: CD uitwerpen
ro: Scoateti CD-ROM-ul
sk: Vysunú» CD

source: Bootp Time-Out
da: 'Bootp' tidsudløb

source: Enter the time-out value for bootp.
da: Angiv tidsudløbsværdien for 'bootp'.

source: channel to channel connection
bs: channel to channel konekcija
cs: Spojení kanál kanál
da: kanal til kanal forbindelse
de: CTC-Verbindung
fr: Connexion canal à canal
hu: A "channel connection"-hez használandó csatorna
nl: kanaal tot kanaal verbinding
sk: pripojenie kanálu na kanál

source: ESCON connection
bs: ESCON konekcija
cs: ESCON spojení
da: ESCON-tilslutning
de: ESCON-Verbindung
fr: Connexion ESCON
hu: ESCON kapcsolat
nl: ESCON verbinding
sk: pripojenie ESCON

source: IUCV connection
bs: IUCV konekcija
cs: IUCV spojení
da: IUCV-tilslutning
de: IUCV-Verbindung
fr: Connexion IUV
hu: IUCV kapcsolat
nl: IUCV verbinding
sk: pripojenie IUCV

source: channel attached cisco router
cs: Kanálem pøipojený cisco smìrovaè
da: kanalforbundet 'Cisco router'
de: cisco-Router mit Channel-Anschluss
fr: Routeur cisco relié au canal
hu: csatornához csatolt Cisco útválasztó
nl: kanaal verbonden cisco router
sk: kanál pripojený k smerovaèi cisco

source: Enter the share name on the SMB server.
da: Angiv navnet på delt ressource på SMB-serveren.

source: If you want to access the share as guest,you do not need to specify user name, password, and workgroup. Access the share as guest?
da: Hvis du vil tilgå den delte ressource som gæst, behøver du ikke angive brugernavn,adgangskode eller arbejdsgruppe. Tilgå den delte ressource som gæst?

source: Enter your user name on the SMB server.
da: Skriv dit brugernavn på SMB-serveren.

source: Enter your password on the SMB server.
da: Skriv din adgangskode på SMB-serveren.

source: Enter your workgroup.If you do not need to specify a workgroup,leave the field empty.
da: Angiv din arbejdsgruppe.Hvis du ikke behøves at angive en arbejdsgruppe, efterlad feltet blankt.

source: Trying to mount the share "//%s/%s"
bs: Poku¹avam montirati share "//%s/%s"
da: Prøver at montere den delte ressource "//%s/%s"
fr: Tentative de monter le partage "//%s/%s"
hu: Próbálom csatolni a(z) "//%s/%s" kiajánlást
sk: Pokú¹am sa pripoji» disk "//%s/%s"

source: Automatic configuration via %s?
bs: Automatska konfiguracija preko %s?
da: Automatisk konfiguration via %s?
de: Automatische Konfiguration via %s?
fr: Configuration automatique via %s?
hu: Automatikus konfiguráció a(z) %s-n keresztül?
sk: Automaticky konfigurova» pomocou %s?

source: Sending %s request...
bs: ©aljem %s zahtjev...
da: Sender %s forespørgsel...
de: %s-Anfrage wird gesendet...
fr: Envoi d'une requête %s...
hu: A %s kérés küldése ...
sk: Posielam po¾iadavku %s...

source: %s configuration failed.
bs: %s pode¹avanje nije uspjelo.
da: %s konfigurationen fejlede.
de: %s-Konfiguration ist gescheitert.
fr: la configuration de %s a échoué
hu: A(z) %s konfiguráció nem sikerült.
sk: Konfigurácia pomocou %s zlyhala.

source: Use DHCP instead of BOOTP?
bs: Koristi DHCP umjesto BOOTP?
da: Anvend DHCP i stedet for BOOTP?
de: Soll DHCP anstelle von BOOTP verwendet werden?
fr: Utiliser DHCP au lieu de BOOTP?
hu: Használ DHCP-t a BOOTP helyett?
sk: Pou¾i» DHCP namiesto BOOTP?

source: Insert a modules disk.
da: Indsæt en moduldisk.

source: Insert modules disk %d.
da: Indsæt moduldisk %d.

source: Find instructions for creating it in boot/README on CD1 or DVD1.
da: Find instruktioner, om at oprette den i boot/README på CD1 eller DVD1.

source: Choose the network protocol.
da: Vælg netværksprotokollen.

source: Enter the IP address of the %s server.
da: Indtast IP-adressen på %s serveren.

source: Trying to connect to the %s server...
bs: Poku¹avam se spojiti na %s server...
da: Forsøger at tilslutte til %s serveren...
fr: Tentative de connexion au serveur %s...
hu: Kapcsolódás a(z) %s szerverhez ...
sk: Pokú¹am sa pripoji» na server %s...

source: Network
bs: Mre¾a
da: Netværk
fr: Réseau
hu: Hálózat
sk: Sie»

source: Load %s Modules
da: Indlæs %s moduler

source: Load File System Modules
da: Indlæs filsystemsmoduler

source: Load Unknown Modules
da: Indlæs ukendte moduler

source: %s file system found.
bs: Pronaðen %s datoteèni sistem.
da: %s filsystem fundet.
fr: Le système de fichier %s a été détecté
hu: Találtam egy %s fájlrendszert.
sk: Nájdený systém súborov %s.

source: Continue
bs: Nastavi
da: Fortsæt
fr: Continuer
hu: Folytatás
sk: Pokraèova»

source: Abort
bs: Odustani
da: Afbryd
fr: Annuler
hu: Elvetés
sk: Preru¹i»

source: No new modules found.
bs: Novi moduli nisu pronaðeni.
da: Ingen nye moduler blev fundet.
fr: Aucun nouveau module n'a été trouvé
hu: Nincs új modul.
sk: Nenájdené ¾iadne nové moduly.

source: Choose the hard disk partition.
da: Vælg harddiskpartitionen.

source: Choose the root partition.
da: Vælg rodpartitionen.

source: Choose the swap partition.
da: Vælg swap-partitionen.

source: There is not enough memory to load all data.
bs: Nema dovoljno memorije za uèitavanje svih podataka.
da: Der er ikke hukommelse nok til at indlæse alle data.
fr: Il y a trop peu de mémoire pour charger toutes les données.
hu: Nincs elég memória minden adat betöltéséhez.
sk: Pre naèítanie v¹etkých dát nie je dos» pamäti.

source: Your computer does not have enough memory to run YaST.
da: Din computer har ikke hukommelse nok til at køre YaST.

source: To continue, activate some swap space.
bs: Da nastavite, aktivirajte jo¹ swap prostora.
da: For at fortsætte, aktivér noget swap-plads.
fr: Pour continuer, activez l'espace de swap.
sk: Aby ste mohli pokraèova», musíte aktivova» nejaký priestor swap.

source: Error activating swap space.
bs: Gre¹ka prilikom aktiviranja swap prostora.
da: Fejl under aktivering af swap-plads.
fr: Erreur lors de l'activation de l'espace de swap
sk: Chyba pri aktivácii priestoru swap.

source: Enter the swap partition (e.g., /dev/sda2)
da: Angiv swap-partitionen (f.eks. /dev/sda2)

source: Enter the user name with which to access the %s server.
da: Angiv brugernavnet, med hvilket der tilgås %s serveren.

source: Enter the password for the %s server.
da: Angiv adgangskoden for %s serveren.

source: Use a %s proxy?
da: Anvend en %s proxy?

source: Enter the address of the %s proxy.
da: Angiv adressen på %s proxien.
