Repository: SergioAtSUSE/linuxrc
Catalog: po/*.po
Languages: br, bs, cs, da, de, fr, hu, nl, ro, sk

source: Enter the port of the %s proxy.
da: Angiv porten på %s proxien.

source: VNC Enable or Disable
da: VNC aktivér eller deaktivér

source: Use VNC for install?
da: Anvend VNC til installation?
sk: Pou¾i» VNC pre in¹taláciu?

source: Enable or Disable SSH Mode
da: Aktivér eller deaktivér SSH-tilstand

source: Start SSH for Text Install?
da: Start SSH for tekstbaseret installation?
sk: Spusti» SSH pre textovú in¹taláciu?

source: Enter your VNC password.
da: Angiv din VNC-adgangskode.

source: Enter your temporary SSH password.
da: Angiv din midlertidige SSH-adgangskode.

source: The base system was successfully installed. Your machine must now be rebooted. Remove all installation media (CD-ROM, floppy). Do not remove the floppy disk if the boot manager was installed on it.
da: Grundsystemet er installeret. Din maskine skal nu genstartes. Fjern alle installationsmedier (CD-ROM, diskette). Fjern ikke disketten, hvis boot-håndtering er installeret på den.

source: Add Driver Update
da: Tilføj driver-opdatering
sk: Prida» aktualizáciu ovládaèa

source: Show Driver Updates
da: Vis driver-opdateringer
sk: Zobrazi» aktualizácie ovládaèov

source: Enter the IP of name server %u or press ESC.
da: Indtast IP på navneserveren %u eller tryk ESC.

source: Enter temporary root password. You will be required to change this password on initial root user login.
da: Angiv midlertidig root-adgangskode. Du bliver påkrævet at ændre denne adgangskode ved første login som 'root'-bruger.

source: Reboot
da: Genstart

source: Your computer does not have enough RAM for the installation of %s. You need at least %d MB.
da: Din computer har ikke RAM nok til at installere %s. Du skal have mindst %d MB.

source: Password is too short (must have at least 8 characters).
da: Adgangskoden er for kort (skal have mindst 8 tegn).

source: Enter the IP address of the host running the X11 server.
da: Angiv IP-adressen på værtsmaskinen, der kører X11 serveren.

source: Please select the type of your network device.
da: Vælg typen af din netværksenhed.

source: Please enter the name (user ID) of the target VM guest.
da: Angiv venligst gæstens navn (bruger-ID) på mål-VM.

source: Channel To Channel (CTC)
da: Kanal til kanal (CTC)

source: Device address for read channel
da: Enhedsadresse for læsekanal

source: Device address for write channel
da: Enhedsadresse for skrivekanal

source: Device address for data channel
da: Enhedsadresse for datakanal

source: Select protocol for this CTC device.
da: Vælg protokol for denne CTC-enhed.

source: Compatibility mode (default)
da: Kompatibilitetstilstand (standard)

source: Extended mode
da: Udvidet tilstand

source: Compatibility mode for OS/390 and z/OS peers
da: Kompatibilitetstilstand for OS/390- og z/OS-ligemænd

source: Portname to use
da: Portnavn der skal anvendes

source: Fully qualified hostname
da: Fuldt kvalificeret værtsmaskinenavn

source: Enter the relative port number
da: Angiv det relative portnummer

source: Verify Installation CD-ROM/DVD
da: Tjek installations-CD-ROM/-DVD

source: Power off
da: Sluk maskinen

source: Failed to access Driver Update medium.
da: Kunne ikke tilgå driveropdateringsmediet.

source: Reading Driver Update...
da: Indlæser driveropdatering...

source: No new Driver Updates found
da: Ingen nye driver-opdateringer fundet

source: Driver Updates added
da: Driver-opdateringer tilføjet

source: Driver Update ok
da: Driver-opdatering OK

source: Please choose the Driver Update medium.
da: Vælg venligst driver-opdateringsmediet.

source: Please enter the Driver Update device.
da: Angiv venligst driver-opdateringsenheden.

source: Invalid device name.
da: Ugyldigt enhedsnavn.

source: Looking for CD-ROM drives...
da: Leder efter CD-ROM-drev...

source: No CD-ROM drives found.
da: Ingen CD-ROM-drev fundet.

source: Looking for floppy disks...
da: Leder efter disketter...

source: No floppy disk found.
da: Ingen diskette fundet.

source: Driver Update list
da: Driver-opdateringsliste

source: No Driver Updates so far.
da: Ingen driver-opdateringer endnu.

source: Insert Installation CD-ROM or DVD.
da: Indsæt installations-CD-ROM eller -DVD.

source: No CD-ROM or DVD found.
da: Ingen CD-ROM eller DVD fundet.

source: This is not a %s CD-ROM.
da: Dette er ikke en %s-CD-ROM.

source: No errors found.
da: Ingen fejl fundet.

source: Checksum wrong.
da: Forkert checksum.

source: Error reading sector %u.
da: Fejl under læsning af sektor %u.

source: This %s is broken.
da: Denne %s er ødelagt.

source: Choose an installation source
da: Vælg en installationskilde

source: This is not a valid fully qualified hostname.
da: Dette er ikke et gyldigt fuldt kvalificeret værtsnavn.

source: This is not a valid CCW address.
da: Dette er ikke en gyldig CCW-adresse.

source: Do you want to halt the system now?
da: Ønsker du at lukke systemet ned nu?

source: OSA-2 or OSA Express
da: OSA-2 eller OSA Express

source: Please choose the CCW bus interface.
da: Vælg venligst grænseflade for CCW-bus.

source: Please choose the physical medium.
da: Vælg venligst det fysiske medium.

source: Loading Modules
da: Indlæser moduler

source: Loading Installation System
da: Indlæser installationssystem

source: Loading Additional Fonts
da: Indlæser yderlige fonte

source: Loading Driver Update
da: Indlæser driveropdateringer

source: Loading Rescue System
da: Indlæser redningssystem

source: Enable OSI Layer 2 support?
da: Aktivér OSI Layer 2-understøttelse?

source: Please choose the language
br: Diuzit ho yezh
bs: Izaberite jezik
cs: Zvolte prosím jazyk
de: Bitte wählen Sie die Sprache
fr: Choisissez la langue
hu: Kérem válasszon nyelvet!
nl: Kies een taal aub
ro: Alegeti limba
sk: Prosím, vyberte jazyk

source: What kind of display do you use?
br: Pe zoare skramm ho peus?
bs: Kakav ekran koristite?
cs: Jaký typ displeje pou¾íváte?
de: Welche Art von Display verwenden Sie?
fr: Quel est le type de votre écran?
hu: Milyen típusú monitort használ?
nl: Wat voor een soort beeldscherm gebruikt u?
ro: Ce monitor aveti?
sk: Aký druh monitoru pou¾ívate?

source: Kernel modules (hardware drivers)
br: Molladou ar graoñenn (sturier periantel)
bs: Kernel moduli (drajveri za hardver)
cs: Moduly jádra (ovladaèe hardwaru)
de: Kernel-Module (Hardware-Treiber)
fr: Modules du noyau (pilote matériel)
hu: Rendszermag modulok (hardver meghajtók)
ro: Modulele nucleului (drivere hardware)
sk: Moduly jadra (ovládaèe hardware)

source: Start installation / system
br: Loc'hañ ar staliadur / ar reizhiad
bs: Pokreni instalaciju/sistem
cs: Spu¹tìní instalace / systému
de: Installation / System starten
fr: Démarrer l'installation / le système
hu: Telepítés megkezdése / rendszerindítás
nl: Installatie / systeem starten
ro: Porniti instalarea / sistemul
sk: ©tart in¹talácie/systému

source: System information
br: Titouroù a-zivout ar reizhiad
bs: Informacije o sistemu
cs: Systémové informace
fr: Informations système
hu: Rendszerinformáció
nl: Systeem informatie
ro: Informatii despre sistem
sk: Systémové informácie

source: Main menu
br: Pennlañser
bs: Glavni meni
cs: Hlavní menu
de: Hauptmenü
fr: Menu principal
hu: Fõmenü
nl: Hoofdmenu
ro: Meniul principal
sk: Hlavné menu

source: Load network card modules
bs: Uèitaj module za mre¾nu kartu
de: Netzwerktreiber laden
fr: Chargement des modules de la carte réseau
hu: Hálózati kártya modulok betöltése
nl: Netwerk kaart modules laden
sk: Nahra» modul pre sie»ovú kartu

source: Show loaded modules
br: Diskouez ar molladoù karget
bs: Prika¾i uèitane module
cs: Zobrazit nahrané moduly
de: Zeige geladene Module
fr: Affichage des modules chargés
hu: Betöltött modulok megtekintése
nl: Geladen modules bekijken
ro: Vizualizare module existente
sk: Zobrazi» nahrané moduly

source: Load modules automatically
bs: Automatski uèitaj module
de: Module automatisch laden
fr: Chargement automatique des modules
hu: Modulok automatikus betöltése
nl: Modules automatisch laden
sk: Automatické nahratie modulov

source: Unload modules
br: Dilemel ar molladoù karget
bs: Ukloni module
cs: Odstranìní modulù
de: Entfernen geladener Module
fr: Déchargement de modules
hu: Modulok eltávolítása
nl: Verwijder geladen modules
ro: Dezinstalarea modulelor
sk: Uvoµnenie modulov

source: Trying to load module "%s"... During loading you may want to watch the kernel messages on virtual console 4 (ALT-F4). Use ALT-F1 to switch back to this menu.
br: O klask kargañ ar mollad "%s"... E-doug ar c'hargañ e c'hellit gwelout kemennadoùar graoñenn war al letrin 4 (ALT-F4).
bs: Poku¹avam uèitati modul "%s"... Prilikom uèitavanja mo¾ete pogledati poruke koje ¹alje kernel na virtuelnoj konzoli 4 (ALT-F4). Sa ALT-F1 mo¾ete se vratiti na ovaj meni.
cs: Zkou¹ím zavést modul "%s"... Bìhem zavádìní mù¾ete sledovat hlá¹ení jádra na virtuální konsoli 4 (Alt-F4).
de: Versuche, das Modul "%s" zu laden... Während des Ladens können Sie die Kernelmeldungen auf Konsole 4 (ALT-F4) beobachten. Mit ALT-F1 kommen Sie wieder auf die erste Konsole zurück.
fr: Tentative de charger le module "%s"... Pendant le chargement, vous pouvez visualiser les messages du noyau sur la console 4 (ALT-F4).
hu: Megpróbálom betölteni a(z) "%s" modult... A betöltés alatt megtekinthetõk a rendszermag üzenetei a 4-es virtuális konzolon (ALT-F4). Ehhez a képernyõhöz az ALT-F1 billentyûkombinációval lehet visszajutni.
nl: Probeer module "%s" te laden... Tijdens het laden kunt u de kernel meldingen op virtuele console 4 (ALT-F4) bekijken. Gebruik ALT-F1 om terug te gaan naar dit menu.
ro: Incarcand modulul "%s"... In timp ce se incarca se pot vizualiza mesajele kernelului pe a 4-a consola virtuala (ALT-F4)
sk: Pokú¹am sa nahra» modul "%s"... Poèas nahrávania mô¾ete sledova» správy jadra na virtuálnej konzole 4 (ALT-F4). Pre prepnutie spä» pou¾ite ALT-F1.

source: Module "%s" loaded successfully!
bs: Modul "%s" je uspje¹no uèitan!
de: Das Modul "%s" wurde erfolgreich geladen!
fr: Le "%s" a été chargé!
hu: A(z) "%s" modul betöltése sikerült!
nl: Module "%s" is correct geladen!
sk: Modul "%s" bol úspe¹ne nahraný!

source: Failed to load module "%s"!
br: Kargadur ar mollad "%s" c'hwitet!
bs: Uèitavanje modula "%s" nije uspjelo!
cs: Chyba pøi zavádìní modulu "%s"!
de: Das Laden des Moduls "%s" ist fehlgeschlagen!
fr: Le chargement du module "%s" a échoué!
hu: A(z) "%s" modul betöltése nem sikerült!
nl: Het laden van module "%s" is mislukt!
ro: Esec la incarcarea moduluilui "%s"!
sk: Nepodarilo sa nahra» modul "%s"!

source: Harddisk
br: Pladenn galet
cs: Pevný disk
de: Festplatte
fr: Disque dur
hu: Merevlemez
sk: Disk

source: Start installation/update
br: Deraouiñ ar staliañ
bs: Pokreni instalaciju/update
cs: Spu¹tìní instalace
de: Installation/Update starten
fr: Démarrer l'installation
hu: Telepítés/frissítés megkezdése
nl: Start installatie/update
ro: Porneste instalarea
sk: ©tart in¹talácie/aktualizácie

source: Start rescue system
br: Loc'hañ ar reizhiad sikour
bs: Pokreni 'rescue' sistem
cs: Spu¹tìní záchranného systému
de: Rettungssystem starten
fr: Démarrer le système de secours
hu: Biztonsági rendszer indítása
nl: Start reddingssysteem
ro: Pornirea sistemului de salvare
sk: ©tart záchranného systému

source: Load rescue system via NFS
br: Kargañ ar reizhiad sikour dre NFS
bs: Uèitaj 'rescue' sistem preko NFS-a
cs: Nahrání záchranného systému pøes NFS
de: Rettungssystem via NFS laden
fr: Charger le système de secours via NFS
hu: Biztonsági rendszer betöltése NFS-en keresztül
nl: Reddingssystem via NFS laden
ro: Incarcarea sistemului de salvare via NFS
sk: Nahratie záchranného systému cez NFS

source: Boot installed system
br: Boulc'hañ ar reizhiad staliet
bs: Pokreni instalirani sistem
cs: Spu¹tìní nainstalovaného systému
de: Installiertes System booten
fr: Amorcer le système installé
hu: A telepített rendszer indítása
nl: Boot geïnstalleerd systeem
ro: Bootarea unui sistem instalat
sk: ©tart nain¹talovaného systému

source: Cannot find the image! Check the directory specification!
br: N'eus ket bet tu da gavout an adskeudenn! Gwiriit ha reizh eo anv ar c'havlec'h.
bs: Ne mogu pronaæi 'image'! Provjerite kako ste upisali direktorij!
cs: Nemohu nalézt obraz! Oveøte správnost adresáøe!
de: Image konnte nicht gefunden werden! Überprüfen Sie die Angabe des Verzeichnisses.
fr: L'image n'a pas pu être repérée! Vérifiez la spécification du répertoire!
hu: A YaST nem talált képmást! Ellenõrizze az elérési utat!
nl: De image is niet gevonden! Controleer de directory specificatie!
ro: Nu gasesc imaginea kernelului! Verificati directorul specificat!
sk: Nemô¾em nájs» obraz! Skontrolujte zadaný prieèinok!

source: Loading data into ramdisk
br: Kargañ ar roadennoù
bs: Uèitavam podatke u ramdisk
cs: Nahrávám data do ramdisku
de: Lade Daten in die Ramdisk
fr: Chargement des données
hu: Adatok betöltése a ramdiszkbe
nl: De data wordt in de ramdisk geladen
ro: Incarcand date in ramdisk
sk: Nahrávam dáta do ramdisku

source: Kernel messages
br: Kemennadoù ar graoñell
bs: Kernel poruke
cs: Hlá¹ení jádra
de: Kernel-Meldungen
fr: Messages du noyau
hu: Rendszermag üzenetek
nl: Kernel berichten
ro: Mesajele kernelului
sk: Správy jadra

source: Processor
br: Kewerier
bs: Procesor
cs: Procesor
de: Prozessor
fr: Processeur
hu: Processzor
ro: Procesor
sk: Procesor

source: Network cards
br: Kartennoù rouedad
bs: Mre¾ne karte
cs: Sí»ové karty
de: Netzwerkkarten
fr: Cartes réseau
hu: Hálózati kártyák
nl: Netwerk kaarten
ro: Placi de retea
sk: Sie»ové karty

source: Interrupts
br: Spanoù
bs: Interapti
cs: Pøeru¹ení
fr: Interruptions
hu: Megszakítások
ro: Intreruperi
sk: Preru¹enia

source: Please insert the disk and press ENTER
br: Ensoc'hit ar bladennig ha pouezit war ar stokell ENANK
bs: Ubacite disk i pritisnite ENTER
cs: Vlo¾te prosím disketu a stisknìte ENTER
de: Bitte legen Sie die Diskette ein und drücken Sie ENTER
fr: Insérez la disquette et pressez ENTRÉE
hu: Kérem helyezze be a lemezt, majd nyomja meg az ENTER-t
nl: Plaats de diskette aub en druk op ENTER
ro: Introduceti discheta si tastati ENTER
sk: Vlo¾te, prosím, disketu a stlaète ENTER

source: Error reading from floppy disk!
bs: Pojavila se gre¹ka prilikom èitanja diskete!
de: Fehler beim Lesen von der Diskette!
fr: Erreur à la lecture de la disquette!
hu: Hiba a hajlékony lemez olvasásakor!
nl: Fout opgetreden bij het lezen van de diskette!
sk: Chyba pri èítaní diskety!

source: Please enter your root partition (eg. /dev/sda3)
br: Erspizit ho parzhad gwrizienn (root) (da skouer /dev/sda3)
bs: Unesite va¹u root particiju (npr. /dev/sda3)
cs: Zadejte prosím vá¹ koøenový oddíl (napø. /dev/sda3)
de: Bitte geben Sie Ihre Root-Partition an (z.B. /dev/sda3)
fr: Spécifiez votre partition racine (p.ex. /dev/sda3)
hu: Kérem adja meg a gyökérpartició elérési útvonalát (pl. /dev/hda3)
nl: Geef uw root partitie op (bijv: /dev/sda3)
ro: Introduceti partitia de root (ex. /dev/sda3)
sk: Zadajte vá¹ koreòový oddiel (napr. /dev/sda3)

source: Invalid root device!
br: Parzhad gwrizienn didalvoudek!
bs: Neispravan root ureðaj!
cs: Neplatné zaøízení pro koøenový oddíl!
de: Ungültige Root-Partition!
fr: Partition racine non valide!
hu: A megadott partíción nincs gyökérkönyvtár!
nl: Ongeldig root apparaat!
ro: Partitie de root invalida!
sk: Neplatné zariadenie oddielu!

source: Invalid input!
br: Enankad didalvoudek!
bs: Neispravan unos!
cs: Neplatný vstup!
de: Ungültige Eingabe!
fr: Entrée non valide!
hu: Helytelen bevitel!
nl: Ongeldige opgave!
ro: Ati introdus gresit!
sk: Neplatný vstup!

source: Please enter your IP address
br: Enankit ho chomlec'h IP.
bs: Unesite va¹u IP adresu
cs: Zadejte prosím va¹i IP addresu
de: Geben Sie bitte Ihre IP-Adresse ein.
fr: Entrez votre adresse IP.
hu: Kérem adja meg az IP címét
nl: Geef uw IP-adres op
ro: Introduceti adresa IP
sk: Zadajte va¹u IP adresu

source: Please enter your netmask. For a normal class C network this is usually 255.255.255.0
bs: Unesite va¹u netmask-u. Za mre¾u sa klasom C obièno se radi o vrijednosti 255.255.255.0
de: Geben Sie bitte Ihre Netzmaske ein. Für ein normales Class-C-Netzwerk lautet sie 255.255.255.0
fr: Entrez votre masque réseau. Pour un réseau normal classe C, c'est habituellement 255.255.255.0
hu: Kérem adja meg a hálózati maszkot. Egy hagyományos C osztályú hálózatnál ez általában 255.255.255.0
nl: Geef uw netmasker op. Voor een normaal klasse C netwerk is dit meestal 255.255.255.0
sk: Zadajte va¹u sie»ovú masku. Pre obvyklú sie» typu C je 255.255.255.0

source: If you need a gateway to reach the server, please enter the IP address of the gateway. If you do not need a gateway, just enter your own IP address.
br: Enankit chomlec'h ho treuzell m'ho peus ezhomm eus unan evit tizhout ar servijer. A-hend-all, roit ho chomlec'h IP hepken.
bs: Ako je potreban gateway kako bi do¹li do servera, unesite IP adresu gateway-a. Ako ne trebate gateway, unesite svoju IP adresu.
cs: Pokud potøebujete bránu pro pøístup k serveru, zadejte prosím IP addresu této brány. Pokud nepotøebujete bránu, zadejte va¹i vlastní IP addresu.
de: Geben Sie die Adresse Ihres Gateways ein, sofern Sie eines benötigen, um den Server ansprechen zu können. Ansonsten geben Sie einfach Ihre eigene IP-Adresse an.
fr: Entrez l'adresse de votre passerelle s'il vous en faut une pour pouvoir accéder au serveur. Sinon entrez simplement votre propre adresse IP.
hu: Ha átjárón keresztül éri el a szervert, akkor adja meg az átjáró IP címét. Ha nincs szüksége átjáróra, egyszerûen adja meg a saját IP címét.
nl: Geef het adres van de gateway op indien u er één nodig heeft om de server te kunnen bereiken. Geef uw eigen IP adres op wanneer u geen gateway nodig heeft.
ro: Daca aveti nevoie de gateway pentru a ajunge la server, introduceti-i IP-ulDaca nu, introduceti-va propria adresa IP.
sk: Ak pre pripojenie k serveru potrebujete bránu, zadajte jej IP adresu. Ak bránu nepotrebujete, zadajte va¹u IP adresu.

source: Please enter the IP address of your name server. If you don't use a name server, press ESC.
bs: Unesite IP adresu va¹eg DNS servera. Ako ga ne koristite, pritisnite ESC.
de: Geben Sie die IP-Adresse Ihres Nameservers ein. Wenn Sie keinen Nameserver verwenden möchten, drücken Sie ESC.
fr: Entrez l'adresse IP de votre serveur de noms. Si vous n'utilisez pas de serveur de noms, appuyez sur ESC.
hu: Kérem adja meg a névszerver IP címét. Ha nem használ névszervert, nyomja meg az ESC billentyût.
nl: Geef het IP-adres van uw naamserver op. Druk op ESC wanneer u geen naamserver gebruikt.
sk: Zadajte IP adresu vá¹ho pomenovávacieho serveru. Ak ho nepou¾ívate, stlaète iba ESC.

source: The following data have been retrieved: IP address: %s Name: %s Domain: %s
br: Kavet eo bet ar stlennoù-da-heul: Chomlec'h IP: %s Anv: %s Domani: %s
bs: Slijedeæi podaci su skupljeni: IP adresa: %s Ime: %s Domena: %s
cs: Byly zji¹tìny následující údaje: IP addresa: %s Jméno: %s Doména: %s
de: Folgende Rechnerdaten wurden ermittelt: IP-Adresse: %s Name: %s Domain: %s
fr: Les données suivantes ont été trouvées: Adresse IP: %s Nom: %s Domaine: %s
hu: Az alábbi adatokat találtam: IP-cím: %s Név: %s Domén: %s
nl: De volgende gegevens zijn gevonden: IP-adres: %s Naam: %s Domein: %s
ro: Urmatoarele date au fost introduse: Adresa IP: %s Numele: %s Domeniul: %s
sk: Zadali ste nasledujúce údaje: IP adresa: %s Meno: %s Doména: %s

source: An error occurred during the network configuration. Probably your network card was not recognized by the kernel!
bs: Pojavila se gre¹ka prilikom pode¹avanja mre¾e. Vjerovatno va¹a kartica nije prepoznata od strane kernela!
de: Beim Konfigurieren des Netzwerks ist ein Fehler aufgetreten. Entweder Sie haben kein passendes Modul geladen oder Ihre Netzwerkkarte wurde nicht korrekt vom Kernel erkannt!
fr: Erreur pendant la configuration du réseau. Votre carte réseau n'a probablement pas été reconnue par le noyau!
hu: Hiba lépett fel a hálózat beállítása közben. Valószínûleg a rendszermag nem ismerte fel a hálózati kártyát!
nl: Bij de configuratie van het netwerk is een fout opgetreden. Waarschijnlijk is uw netwerk kaart niet door de kernel herkent!
sk: Chyba pri konfigurácii siete. Pravdepodobne jadro nerozpoznalo va¹u sie»ovú kartu!

source: Please enter the IP address of the NFS server.
br: Enankit chomlec'h IP ar servijer NFS.
bs: Unesite IP adresu NFS servera.
cs: Zadejte prosím IP addresu NFS serveru.
de: Geben Sie bitte die IP-Adresse des NFS-Servers ein.
fr: Entrez l'adresse IP du serveur NFS.
hu: Kérem adja meg az NFS szerver IP címét.
nl: Geef het IP adres van de NFS-server op.
ro: Introduceti adresa IP a serverului NFS.
sk: Zadajte IP adresu NFS serveru.

source: Please enter the IP address of the FTP server.
br: Enankit chomlec'h IP ar servijer FTP.
bs: Unesite IP adresu FTP servera.
cs: Zadejte prosím IP addresu FTP serveru.
de: Geben Sie bitte die IP-Adresse des FTP-Servers ein.
fr: Entrez l'adresse IP du serveur FTP.
hu: Kérem adja meg az FTP szerver IP címét.
nl: Geef het IP adres van de FTP-server op.
ro: Introduceti adresa IP a serverului FTP.
sk: Zadajte IP adresu FTP serveru.

source: Please enter the directory on the server.
br: Enankit anv ar c'havlec'h war ar servijer.
bs: Unesite direktorij na serveru.
cs: Zadejte prosím adresáø na serveru.
de: Geben Sie das Verzeichnis auf dem Server ein.
fr: Entrez le nom du répertoire sur le serveur.
hu: Kérem adja meg a szerveren lévõ könyvtárat.
nl: Geef de server-directory op.
ro: Introduceti numele directorului de pe server.
sk: Zadajte prieèinok na serveri.

source: Please enter parameters for "%s".
br: Ebarzhit an arventennoù (mar bez) evit "%s".
bs: Unesite parametre za "%s".
cs: Zadejte prosím parametr pro "%s".
de: Bitte geben Sie etwaige Parameter für "%s" ein.
fr: Entrez les éventuels paramètres pour "%s".
hu: Kérem adja meg a(z) "%s" paramétereit:
nl: Geef de parameters op voor "%s" .
ro: Introduceti parametrii pentru "%s".
sk: Zadajte parametre pre "%s".

source: An error occurred while trying to mount the nfs directory. Reason given by server: %s
br: C'hoarvezet ez eus ur c'hammad pa'z eus bet klasket marc'hañ kavlec'h NFS ar servijer: Fazi ar servijer NFS: %s
bs: Pojavila se gre¹ka prilikom poku¹aja montiranja nfs direktorija. Razlog koji je server poslao: %s
cs: Do¹lo k chybì pøi pokusu o pøipojení nfs adresáøe. Chybové hlá¹ení serveru: %s
de: Beim Versuch, das NFS-Verzeichnis des Servers zu mounten, ist folgender Fehler aufgetreten: Fehler vom NFS-Server: %s
fr: Erreur lors de la tentative de monter le répertoire NFS. Cause, indiquée par le serveur NFS: %s
hu: Hiba lépett fel az NFS könyvtár csatolása közben. A szerver szerint a következõ hiba miatt: %s
nl: Er is een fout opgetreden tijdens het mounten van de NFS-directory. De door de server opgegeven reden: %s
ro: Eroare la montare directorului nfs. : Motivul invocat de server: %s
sk: Chyba pri pokuse o pripojenie NFS prieèinku. Odpoveï od serveru: %s

source: Please choose a keyboard map. YaST will offer you additional keyboard tables later on.
br: Diuzit renkadur stokelloù ar c'hlavier. YaST a ginnigo deoc'h diwezhatoc'h dibarzhioù all.
bs: Izaberite raspored za tastaturu. YaST æe vam naknadno ponuditi dodatne tabele za tastaturu.
cs: Zadejte prosím klávesovou mapu. YaST vám umo¾ní doplnìní dal¹í klávesové tabulky pozdìji.
de: Bitte wählen Sie eine Tastaturbelegung aus. YaST bietet Ihnen später weitere Belegungen an.
fr: Sélectionnez une disposition du clavier. YaST vous offrira plus tard d'autres dispositions.
hu: Kérem válasszon billentyûzetkiosztást. További kiosztások közül késõbb választhat majd.
nl: Selecteer een toetsenbord-layout aub. YaST zal u later meer toetsenbord layouts aanbieden.
ro: Alegeti un model de tastatura. YaST va va oferi alte modele mai tarziu.
sk: Vyberte si klávesovú mapu. YaST vám ponúkne ïal¹ie klávesové mapy neskôr.
